{
	"versionCode": 1,
	"cancellable": false, 
    "url": "http://tiny.cc/BuySellBD",
    "items" : [
        {
            "image" : "https://www.speakingtree.in/webp/s/166922-900-320-5-1405687645/shocking-science-in-hindu-mythology.img",
            "titleEnglish" : "Were the ancients more advanced?",
            "titleBangla": "প্রাচীনরা কি আরও উন্নত ছিল?",
            "descriptionEnglish" : "Ancient Indian technologies (I'll discard the religious context here and focus on the culture), include metallurgy (the lost wax process of the Indus valley civilization is a fine example) which helped them create exquisite works of art-
            Additionally the IVC was also one of the first ancient civilisation in the world to build extensively well planned cities (including well engineered sanitation networks).
            Additionally Susruta is credited with introducing many pioneering technologies healthcare concepts like plastic surgery (rhinoplasty). 
            Ancient Indians were also very good mathematicians with concepts like proto Pythagorean theorems making their appearance concurrent to their greek peers.
            Additionally, we also were one of the first few civilizations on Earth to have a heliocentric idea of the solar system. 
            There are many more amazing achievements. However, these were relevant for the times they lived in. Did they know nanotechnology and had they harnessed the power of the atoms while flying around in vimanas? No.",
            "descriptionBangla": "প্রাচীন ভারতীয় প্রযুক্তিগুলি (আমি এখানে ধর্মীয় প্রসঙ্গটি বাতিল করব এবং সংস্কৃতিতে মনোনিবেশ করব), ধাতববিদ্যার অন্তর্ভুক্ত (সিন্ধু উপত্যকার সভ্যতার হারিয়ে যাওয়া মোম প্রক্রিয়াটি একটি দুর্দান্ত উদাহরণ) যা তাদের শিল্পের সূক্ষ্ম রচনা তৈরি করতে সহায়তা করেছিল-
            তদুপরি, আইভিসি হ'ল বিস্তৃত সুপরিকল্পিত শহরগুলি (ভাল ইঞ্জিনিয়ারড স্যানিটেশন নেটওয়ার্ক সহ) নির্মাণের জন্য বিশ্বের প্রথম প্রাচীন সভ্যতার অন্যতম।
            অতিরিক্তভাবে সুস্রুত প্লাস্টিক সার্জারি (রাইনোপ্লাস্টি) এর মতো অনেক অগ্রণী প্রযুক্তি স্বাস্থ্যসেবা ধারণাগুলি প্রবর্তনের জন্য কৃতিত্বপ্রাপ্ত।
            প্রাচীন ভারতীয়রা প্রোটো পাইথাগোরিয়ান উপপাদ্যের মতো ধারণাগুলি সহ খুব ভাল গণিতবিদ ছিলেন যা তাদের গ্রীক সহকর্মীদের সাথে একই সাথে চেহারা তৈরি করে।
            অধিকন্তু, সৌরজগতের একটি হিলিওসেন্ট্রিক ধারণা পাওয়ার জন্য আমরা পৃথিবীর প্রথম কয়েকটি সভ্যতার মধ্যে একটি ছিলাম।
            আরও অনেক আশ্চর্যজনক অর্জন রয়েছে। তবে এগুলি তারা যে সময়ের জন্য বেঁচে ছিল তার জন্য প্রাসঙ্গিক ছিল। তারা কি ন্যানো টেকনোলজি জানত এবং বিমানে ঘুরে বেড়ানোর সময় কি তারা পরমাণুর শক্তি অর্জন করেছিল? না।"
            
        },
        {
            "image" : "https://www.speakingtree.in/webp/s/166924-900-320-5-1405687645/shocking-science-in-hindu-mythology.img",
            "titleEnglish" : "Strange Narrations in Mahabharata",
            "titleBangla" : "মহাভারতে অদ্ভুত বিবরণ",
            "descriptionEnglish" : "here are certain narrations in Mahabharata, that defies any rational explanations. Some examples are explanations about flying vehicles (Vimanas), Arjuna's travels in a flying chariot across the Himalayas, his visit of the Deva territories (ancient alien base-camp in Tibet?), his battle with the Nivata Kavachas (men in space-suits?), Salwa's attack of the city of Dwaraka in a flying city named Saubha, the triple space-cities of Asuras that revolved around Earth in three circular orbits that was destroyed by Siva using a single projectile weapon, the flying craft of Uparichara Vasu, the Puspaka-Vimana used by Kuvera, Ravana, Vibhishana and Rama, , Rama's bridge to Lanka across the ocean, the narration of the birth of Kauravas from the cells of an embryo outside the womb of a women, the narrations about celestial-weapons (Divya-Astras) that unleash high energy in the form of fire (explosions), water (rain), air (storm), the narration about the after effects of such weapons suggestive of the use of a nuclear weapon (nails falling down, regions turning into deserts, death of embryos even in womb), the idea that these weapons are invoked by mantras (voice enabled weapons?) and many more.Ancient Science Fiction?
            What is the explanation that can be given to these strange narrations? Can we say that the ancient authors of Mahabharata imagined all these? In that case, these are the best science-fiction stories that we have as part of our ancient heritage. Not only the best but some of the ancient science fiction stories.But there is a problem if we dismiss all these as science-fiction stories written by Vyasa, his disciples and their predecessors. Look at the modern science-fiction stories. They are not just pure imaginations without any basis. They are based on some existing technology or scientific understanding. Of course in some cases certain science-fiction stories had acted as inspiration for a technology invented later. But in most of cases, science-fiction is based on existing scientific understanding and existing technologies.
            Ancient Technology?This would mean that there was some high technology and scientific understanding in ancient India during the period when Mahabharata was being authored. This is a very interesting and very important thought. If this is proved right, the notion of our generation that, we are now at the apex of scientific and technological understanding will fall apart! It would mean that technology far superior than what we see today existed in the past. It would mean that human civilization had experienced technological and scientific advancement in the past. It would mean that the graph of human technology was not exponential in nature but a sine wave! An exponential graph will mean that we or the human society was technologically backward in the past and now is technologically advancing faster and faster as we proceed into the future. This is the picture most people agree with. A sine wave graph would mean that we had peaks of technological advancements in the past, from where we fell down to technologically backward states in the past and again progressed to technologically advanced states, in repeating cycles. After several peaks and troughs now it seems we are marching towards another peak. It also mean that we can again fall down to a trough!
            Now a basic questions that arise is, were these technologically advanced states in ancient periods, such as during the period of Mahabharata, the result of human effort alone? Or was it some alien technology?answering this question will be difficult. If we assume that these technologies were the result of human effort alone, then we should explain why we lost them subsequently. Is there any memory or record in our ancient texts where it explains that we lost the ability to use a celestial-weapon (divya-astras), by invoking a voice-signature (Mantra) due to a certain cause? Was it Kurukshetra war that lead to the fall of ancient Indian technology and science to to medieval levels? Kurukshetra war was indeed a colossal war that had cut into the ancient Indian society creating deep wounds difficult to heal. It had caused terrible loss of people and wealth. But from Mahabharata we learn that it was not an end. Life continued and new kings emerged. So I am unable to conclude that we lost all our technology and science in Kurukshetra war, even if it were a nuclear war, as many researchers think. Similarly I find it difficult to conclude that the technology mentioned in Mahabharata and other ancient texts were purely the result of human effort alone, that was lost due to some human-created catastrophe like the Kurukshetra war.
            On the contrary we have many references in Mahabharata and ancient Indian texts, where the source of technology is mentioned as 'non-human'. The source of technological wonders such as the celestial-weapons (Divya-Astras), flying-vehicles (Vimanas), flying-cities, space-cities, rapidly emerging cities (cities built in a few days) were all attributed to Devas and Asuras, especially to the architects among them viz. Viswakarma and Maya. It is a popular theory among many researchers that Devas and Asuras were aliens from other planets. This is in conflict with another view that they were all humans. So where does the truth lie?
            What is Alien?To answer the question we need to define what is alien. It is a common tendency even in our modern times to consider people who are familiar to us as ‘humans’ and people who are outside these ‘familiar circles’ as ‘aliens’. These ‘familiar circles’ can be one’s locality in the country or one’s country as a whole. As the whole world now became a global village (our new 'familiar circle'), those speculated visitors from outside our world came to be called as aliens. I guess during the period of Mahabharata too the situation was more or less same. The authors of Mahabharata considered the people with whom they mingled most of times as 'humans' and all other people as 'aliens', in other words 'non-humans'.
            Alien tribes mentioned in Mahabharata
            Thus the tribes of Devas, Asuras, Gandharvas, Yakshas, Rakshasas, Pisachas, Kinnaras, Kimpurushas, Vanaras, Nagas, Suparnas, Vidyadharas, Valkhilyas, Siddhas and Charanas all became non-human and aliens. Devas were further classified into Vasus, Rudras, Maruts, Sadhyas and Adityas. Asuras were similarly divided into Daityas, Danavas, Kalakeyas etc. Among the Daityas were a group called the Nivata Kavachas. However today, we can find the remnants of most of these tribes. Yakshas are found as Yakkas in Nepal, Tibet and Srilanka. Nagas are found as Nagas of Nagaland in eastern India, Nairs and Nagars in southern India. Gandharvas were ancient Gandharas. Pisachas lived in Kashmir attested by the Paisachi languages. Asura-philosophy of hatred towards Devas like Indra is found in the Iranian Veda named Avesta. Kinnaras are found as Kinnaurs in Himachal Pradesh. We also know that people who were considered as humans had interbred with these tribes. Asura Vrishaparva's daughter became a wife of Yayati and gave birth to sons like Puru. Pandava Bhima had a son named Ghatotkacha upon a Rakshasa women named Hidimba. Ravana himself was a son of sage Visrava and Rakshasa lady Kaikasi. Ravana's wife Mandodari was an Asura. Ravana had many wives who were Gandharvas. Visrava's eldest son Vaisravana Kuvera is mentioned as a Yaksha. Thus we can conclude that these tribes were humans but were considered as alien or non-human only in relative terms. We also find that these tribes, today have no memory of them being super human in the past as described by the authors of Mahabharata.
            Isolated locations of the aliens
            If we look at the geographical locations of these tribes, we find that they, at-least for some period of time during their existence, lived in inaccessible regions like mountains and forests and/or lived isolated from the regions of the authors of Mahabharata. Pisachas lived in the mountains of Kashmir. Yakshas, Kinnaras and Kimpurushas lived in high Himalays or in Tibet, cut off from the authors of Mahabharata who lived in the Indo-Gangatic plain to the south of the Himalayas. Gandharvas too lived in the high mountains of Gandhara and only in later stages moved to Saraswati river basin. They also continued to live along with Yakshas in high mountains. Devas lived further north to Yaksha territories, and lied towards the east. The Asuras lived to the west and north of Gandhara. Vanaras lived in the dense forest named Dandaka in the central and south-central India. Rakshasas lived in the mountains of Trikuta (Ravana) and the Himalayas (Ghatotkacha) or in dense forests (Vaka, Kirmira, Hidimba). Thus the attribution that they were non-human or alien was also due to the fact that they were not easily accessible to the writers of Mahabharata and their lives seemed to them to be mysterious.
            Aliens in the current sense of the word
            Does that mean there are no real aliens? Are we alone in this universe? Certainly not. It will be illogical to conclude that Earth is the only inhabited planet in this universe. The probability that the universe is teamed with intelligent species like humans is very high. Our ancient texts speak of The Fourteen Worlds including the Earth all of them filled with intelligent life. It also mentions travel of people between these worlds. Sometimes it is mentioned that the Devas lived in some of these worlds while the Asuras lived in others. Based on our current definition of alien, all of them were thus extra-terrestrial and hence aliens in the current sense of the word.
            However we should not forget that even now the word alien is relative. It is hardly a matter of time that we became familiar with all those extra-terrestrial aliens and then we will stop calling them alien.
            Extra-terrestrial aliens and local aliens
            Does that mean there are no real aliens? Are we alone in this universe? Certainly not. It will be illogical to conclude that Earth is the only inhabited planet in this universe. The probability that the universe is teamed with intelligent species like humans is very high. Our ancient texts speak of The Fourteen Worlds including the Earth all of them filled with intelligent life. It also mentions travel of people between these worlds. Sometimes it is mentioned that the Devas lived in some of these worlds while the Asuras lived in others. Based on our current definition of alien, all of them were thus extra-terrestrial and hence aliens in the current sense of the word.
            However we should not forget that even now the word alien is relative. It is hardly a matter of time that we became familiar with all those extra-terrestrial aliens and then we will stop calling them alien.
            For analysis sake let us consider the aliens who live beyond Earth in other planets or worlds as extra-terrestrial aliens and those people on Earth who we consider as not belonging to our community, for what ever reasons as local aliens. I guess what we call Devas, Asuras, Gandharvas, Yakshas, Rakshasas, Pisachas, Kinnaras, Kimpurushas, Nagas, Suparnas etc were both local aliens as well as extra-terrestrial aliens. How this is possible?
            What I feel is that the extra-terrestrial aliens always visited the planet Earth. They are doing it now and they did it even during the time of Mahabharata. They camouflaged themselves as the Devas, Asuras, Gandharvas etc, the so called local aliens (as perceived by the authors of Mahabharata) and interacted with these authors of Mahabharata. The society that generated Mahabharata never tried to distinguish the local aliens from the extra-terrestrial aliens, even when occasionally they knew them as different and fused the narrations about both of them (extra-terrestrial and local) into a single whole. This explains why we have these tribe existing today as human tribes, yet have strange narrations about them in Mahabharata.
            Alien Human Interactions and Technology Transfer.Adwaita does not stress upon any personal God. It doesn't argue that Siva is the ultimate God; nor does it say that Krishna is the ultimate God or the supreme personality of the Godhead; nor does it says that Vishnu is the ultimate; nor Durga; nor Jesus; nor Yahova; nor Allah or any other God as described by religions of the world all of which believe in personification of God. Adwaita also do not stress upon any historical event occurred on the planet Earth at some point of time which has to become the basis of once religion, such as the creation of life on Earth, the birth of Jesus, of Buddha, of Mahavira, of Krishna, of Rama or the revelations to Muhammad. It considers only the following:- an illusory state in which seeker(s) of ultimate truth are subjected to an illusory construct called the universe with all its multitude forms and a real state where the seeker(s) identify with the ultimate truth. It urges the seeker to seek the truth within oneself, not outside. Hence the historical events, the miracles and the personal Gods which are all outside phenomena does not help the seeker to see the ultimate truth. These external entities are part of the illusory construct called the universe which the seeker is subjected to experience till the ultimate truth is realized. The external entities may help the seeker by indirectly pointing towards the ultimate truth but focusing too much on them only increase the duration to realize the ultimate truth. If the seeker blindly follow them, they only delude the seeker further giving a much stronger experience of the illusory construct called the universe. The real journey to the realization of the ultimate truth is an introspective journey within ones own self. Self-awareness is the only instrument and the only vehicle needed for this journey. Meditation, introspection and the knowledge of the Self is our soul refuge.
            This philosophy is accessible to all sentient beings; alien or human. It was accessible to all who are bold enough to think this far. Ancient Indian sages had realized this philosophy in their meditations. I guess this philosophy occurred to the sages without any alien aid. Even Indra is mentioned as unable to grasp the significance of this philosophy. The ancient Indian texts says that the concept of Brahman is incomprehensible even to the Devas like Indra, who if looked from a different angle, were the extra-terrestrial aliens of ancient India. Brahman is the term used in Advaita and other related ancient Indian philosophies. It represents the universal consciousness. It is impersonal and hence not a God. It is a universal intelligence encompassing the collective intelligence of the cosmos, which thus include human and alien intelligence too. It is the ultimate truth.
            Perhaps the extraterrestrial aliens encountered this philosophy in the minds of the ancient sages? Perhaps they knew it already? We don't know. This philosophy is not easily accessible to any being who are materialistic in nature and thus becomes completely deluded by the construct called the universe. This will be so even if they were a highly intelligent alien race. However if an alien race is introspective like the ancient Indian sages, sooner or later they will discover this philosophy and religion.
            Thus, the concept like Adwaita (singularity aka non-dualism) and Brahman (universal-consciousness) give humans a level playing field with the aliens. We should also not forget that the divisions like them (aliens) and us (humans) is itself illusory and vanish by the realization of the ultimate truth. We are them and they are us too. Hence I feel, the paranoia about aliens or about alien agenda, or feeling uncomfortable about the possibility that we are created and controlled by them, are simply put, unnecessary.
            Adwaita philosophy in popular culture
            ",
            
    
            "desciptionBangla" :"এখানে মহাভারতের কয়েকটি বিবরণ রয়েছে যা কোনও যুক্তিযুক্ত ব্যাখ্যাকে অস্বীকার করে। কিছু উদাহরণ হ'ল উড়ন্ত যানবাহন (বিমানানস) সম্পর্কে ব্যাখ্যা, হিমালয়জুড়ে উড়ন্ত রথে অর্জুনের ভ্রমণ, দেবের অঞ্চলগুলি (তিব্বতে প্রাচীন এলিয়েন-শিবির?) তাঁর ভ্রমণ, নিভাটা কাবাচাসের সাথে তাঁর যুদ্ধের (স্পেস-স্যুট-এর পুরুষদের) সম্পর্কে ব্যাখ্যা are ?), সালভা'র দ্বারাকা শহরে আকাশের আক্রমণটি ছিল সৌভাগ নামে একটি উড়ন্ত নগরীতে, আশুরাদের ট্রিপল স্পেস-শহরগুলি যে তিনটি বৃত্তাকার কক্ষপথে পৃথিবীর চারদিকে ঘোরেছিল যা সিভা দ্বারা একক অনুমান অস্ত্রের সাহায্যে ধ্বংস হয়েছিল, উপরিচর ভাসুর উড়ন্ত নৈপুণ্য, কুভেরা, রাবণ, বিবিষণ ও রাম দ্বারা ব্যবহৃত পুস্পাকা-বিমান, সমুদ্রের ওপারে লঙ্কায় রামের সেতু, কোনও মহিলার গর্ভের বাইরে ভ্রূণের কোষ থেকে কৌরবদের জন্মের বিবরণ, আকাশের অস্ত্রের বিবরণ ( দিব্য-অস্ট্রাস) যা অগ্নি (বিস্ফোরণ), জল (বৃষ্টি), বায়ু (ঝড়) আকারে উচ্চ শক্তি জোগায়, পারমাণবিক অস্ত্রের ব্যবহারের নখর (নখগুলি নীচে নেমে যাওয়া, অঞ্চলসমূহ) এরকম প্রভাবগুলির পরের সংবাদের বিবরণ মরুভূমিতে পরিণত হচ্ছে এমনকি গর্ভে ভ্রূণের এইচ), এই ধারণাটি যে মন্ত্রগুলি (ভয়েস সক্ষম অস্ত্রগুলি) এবং আরও অনেকগুলি দ্বারা এই অস্ত্রগুলি আহ্বান করা হয়েছিল।প্রাচীন বিজ্ঞান কথাসাহিত্য?
            এই অদ্ভুত বর্ণনাকে কী ব্যাখ্যা দেওয়া যেতে পারে? আমরা কি বলতে পারি যে মহাভারতের প্রাচীন লেখকরা এগুলি কী কল্পনা করেছিলেন? সেক্ষেত্রে আমাদের প্রাচীন heritageতিহ্যের অংশ হিসাবে আমাদের কাছে এটি সর্বোত্তম বিজ্ঞান-কল্পকাহিনী রয়েছে। শুধু সেরা নয় প্রাচীন কিছু বিজ্ঞান কল্পকাহিনীও রয়েছে।
            তবে আমরা যদি ব্যাসা, তাঁর শিষ্য এবং তাদের পূর্বসূরীদের দ্বারা রচিত বিজ্ঞান-কল্পকাহিনী হিসাবে এগুলিকে বাতিল করে দিই তবে সমস্যা আছে। আধুনিক বিজ্ঞান-কল্পকাহিনী দেখুন। এগুলি কোনও ভিত্তি ব্যতীত খাঁটি কল্পনা নয়। এগুলি কিছু বিদ্যমান প্রযুক্তি বা বৈজ্ঞানিক বোঝার উপর ভিত্তি করে। অবশ্যই কিছু ক্ষেত্রে কিছু বিজ্ঞান-কল্পকাহিনী পরে আবিষ্কারকৃত প্রযুক্তির অনুপ্রেরণা হিসাবে কাজ করেছিল। তবে বেশিরভাগ ক্ষেত্রেই বিজ্ঞান-কল্পকাহিনী বিদ্যমান বৈজ্ঞানিক বোঝাপড়া এবং বিদ্যমান প্রযুক্তির উপর ভিত্তি করে তৈরি হয়।
            প্রাচীন প্রযুক্তি?এর অর্থ হ'ল যে মহাভারতের রচনা চলাকালীন সময়ে প্রাচীন ভারতে কিছুটা উচ্চ প্রযুক্তি এবং বৈজ্ঞানিক বোঝাপড়া ছিল। এটি একটি খুব আকর্ষণীয় এবং খুব গুরুত্বপূর্ণ চিন্তা। এটি যদি সত্য প্রমাণিত হয় তবে আমাদের প্রজন্মের ধারণা যে, আমরা এখন বৈজ্ঞানিক ও প্রযুক্তিগত বোঝার শীর্ষে চলে যাব! এর অর্থ হ'ল যে প্রযুক্তি আমরা আজকে যা দেখি তার থেকে অতীতে উন্নত। এর অর্থ হ'ল মানব সভ্যতা অতীতে প্রযুক্তিগত এবং বৈজ্ঞানিক অগ্রগতির অভিজ্ঞতা অর্জন করেছিল। এর অর্থ হ'ল মানব প্রযুক্তির গ্রাফ প্রকৃতিতে ক্ষতিকারক ছিল না বরং একটি সাইন ওয়েভ ছিল! ক্ষতিকারক গ্রাফটির অর্থ হ'ল আমরা বা মানবসমাজ অতীতে প্রযুক্তিগত দিক থেকে পিছিয়ে ছিল এবং আমরা ভবিষ্যতে এগিয়ে যাওয়ার সাথে সাথে প্রযুক্তিগতভাবে দ্রুত এবং দ্রুত অগ্রসর হচ্ছি। বেশিরভাগ লোকের সাথে একমত এই ছবি। একটি সাইন ওয়েভ গ্রাফের অর্থ হ'ল আমাদের অতীতে প্রযুক্তিগত অগ্রগতির শিখর ছিল, সেখান থেকে আমরা অতীতে প্রযুক্তিগতভাবে পিছিয়ে পড়া রাষ্ট্রগুলিতে নেমে এসেছি এবং পুনরাবৃত্তির চক্রগুলিতে আবার প্রযুক্তিগতভাবে উন্নত রাজ্যে উন্নতি করেছি। বেশ কয়েকটি শিখর এবং খালের পরে এখন মনে হচ্ছে আমরা অন্য শীর্ষে পৌঁছে যাচ্ছি। এর অর্থ হ'ল আমরা আবারও গর্তে পড়ে যেতে পারি!
            এই প্রশ্নের উত্তর দেওয়া কঠিন হবে। যদি আমরা ধরে নিই যে এই প্রযুক্তিগুলি কেবলমাত্র মানুষের চেষ্টার ফলস্বরূপ ছিল, তবে পরবর্তীকালে কেন আমরা সেগুলি হারিয়েছি তা আমাদের ব্যাখ্যা করা উচিত। আমাদের প্রাচীন গ্রন্থগুলিতে কি এমন কোনও স্মৃতি বা রেকর্ড রয়েছে যেখানে এটি ব্যাখ্যা করে যে আমরা কোনও নির্দিষ্ট কারণে ভয়েস-সিগনেচার (মন্ত্র) দিয়ে আকাশচুম্বী অস্ত্র (দিব্য-অস্ট্রাস) ব্যবহারের ক্ষমতা হারিয়ে ফেলেছি? এটি কি কুরুক্ষেত্রের যুদ্ধ যা প্রাচীন ভারতীয় প্রযুক্তি এবং বিজ্ঞানের পতনকে মধ্যযুগীয় স্তরে নিয়ে গিয়েছিল? কুরুক্ষেত্র যুদ্ধ প্রকৃতপক্ষে একটি বিশাল যুদ্ধ যা প্রাচীন ভারতীয় সমাজকে কাটা করেছিল গভীর ক্ষত নিরাময়ের পক্ষে তৈরি করে। এতে মানুষ ও সম্পদের ভয়াবহ ক্ষতি হয়েছিল। তবে মহাভারত থেকে আমরা জানতে পারি যে এটি শেষ ছিল না। জীবন চলতে থাকে এবং নতুন রাজার উত্থান ঘটে। সুতরাং আমি এই সিদ্ধান্তে পৌঁছাতে পারছি না যে আমরা কুরুক্ষেত্র যুদ্ধে আমাদের সমস্ত প্রযুক্তি এবং বিজ্ঞান হারিয়েছি, যদিও এটি একটি পারমাণবিক যুদ্ধ ছিল, যেমনটি অনেক গবেষক মনে করেন। একইভাবে আমি এই সিদ্ধান্তে পৌঁছাতেও অসুবিধা বোধ করি যে মহাভারত এবং অন্যান্য প্রাচীন গ্রন্থগুলিতে উল্লিখিত প্রযুক্তি খাঁটিভাবে একাকী মানুষের প্রচেষ্টার ফলস্বরূপ, এটি কুরুক্ষেত্র যুদ্ধের মতো কিছু মানব-সৃষ্ট বিপর্যয়ের কারণে হারিয়েছিল।
            ‘মানুষ’ এবং এই ‘পরিচিত চেনাশোনা’র বাইরের লোককে‘ এলিয়েন ’হিসাবে বিবেচনা করা আমাদের আধুনিক সময়েও একটি সাধারণ প্রবণতা। এই 'পরিচিত চেনাশোনাগুলি' একটিতে দেশ বা সামগ্রিকভাবে একটি দেশের স্থানীয়ত্ব হতে পারে। যেহেতু গোটা বিশ্ব এখন বৈশ্বিক গ্রামে পরিণত হয়েছে (আমাদের নতুন 'পরিচিত চেনাশোনা'), আমাদের পৃথিবীর বাইরের সেই জল্পনা-কল্পনাকারীরা এলিয়েন হিসাবে পরিচিত হতে পেরেছিল। আমার ধারণা মহাভারতের সময়কালেও পরিস্থিতি কমবেশি একই রকম ছিল। মহাভারতের লেখকগণ যাদের সাথে তারা বেশিরভাগ সময় 'মানুষ' এবং অন্যান্য সমস্ত মানুষকে 'এলিয়েন' হিসাবে মিশ্রিত করেছিলেন, অন্য কথায় 'অ-মানুষ' হিসাবে বিবেচনা করেছিলেন।
            মহাভারতে উল্লিখিত এলিয়েন উপজাতিরা
            সুতরাং দেবস, অসুর, গন্ধর্ব, যক্ষ, রাক্ষস, পিসাচস, কিন্নারস, কিমপুরুশাস, ভানারস, নাগাস, সুপর্ণা, বিদ্যাধারা, বলখিল্য, সিদ্ধস এবং চরণ সকলেই মানবেতর ও পরকীয়ায় পরিণত হয়েছিল। দেবগণকে আরও ভাসুস, রুদ্রস, মারুতস, সাধ্যা এবং আদিত্যতে শ্রেণিবদ্ধ করা হয়েছিল। অসুররা একইভাবে দত্তিয়াস, দানবস, কালকেয়াসে বিভক্ত ছিল। দিতাদের মধ্যে নিভাটা কাবাচাস নামে একটি দল ছিল। তবে, আজ আমরা এই উপজাতির বেশিরভাগ অংশের অবশেষ খুঁজে পেতে পারি। যক্ষসকে নেপাল, তিব্বত এবং শ্রীলঙ্কায় ইয়াকস হিসাবে পাওয়া যায়। নাগগুলি পূর্ব ভারতে নাগাল্যান্ডের নাগাস, দক্ষিণ ভারতের নায়ারস এবং নাগর হিসাবে দেখা যায়। গন্ধর্বগণ ছিল প্রাচীন গন্ধারস। পাইছাছ কাশ্মীরে পয়সাচি ভাষায় সত্যায়িত ছিল। ইন্দ্রের মতো দেবগণের প্রতি অসুর-দর্শন ঘৃণা পাওয়া যায় আবেস্তা নামে ইরানি বেদে পাওয়া যায়। কিন্নার্স হিমাচল প্রদেশে কিন্নর হিসাবে পাওয়া যায়। আমরা আরও জানি যে মানুষ হিসাবে বিবেচিত লোকেরা এই উপজাতির সাথে হস্তক্ষেপ করেছিল। অসুর বৃষপর্বের কন্যা ইয়ায়তির স্ত্রী হন এবং পুুর মতো পুত্রসন্তান জন্ম দেন। পাণ্ডব ভীমের হিডিম্বা নামে এক রাক্ষস মহিলার উপরে ঘটোটকাচা নামে এক পুত্রসন্তান ছিল। রাবণ নিজেই Visষি বিশ্বরব এবং রাক্ষস মহিলা মহিলা কায়কসীর পুত্র ছিলেন। রাবণের স্ত্রী মন্দোদরী ছিলেন অসুর। রাবণের অনেক স্ত্রী ছিলেন যারা গন্ধর্ব ছিলেন। বিশ্বর বড় পুত্র বৈষ্রবণ কুভের যক্ষ হিসাবে উল্লেখ করা হয়েছে। সুতরাং আমরা উপসংহারে পৌঁছাতে পারি যে এই উপজাতিগুলি মানুষ ছিল তবে কেবল আপেক্ষিক বিবেচনায় ভিনগ্রহী বা মানবেতর হিসাবে বিবেচিত হত। আমরা আরও দেখতে পেলাম যে এই উপজাতিগুলির আজকের দিনে মহাভারতের লেখকরা যেমন বর্ণনা করেছিলেন তেমনি তাদের অতীতে অতি মানব হওয়ার কোনও স্মৃতি নেই।
            এলিয়েনের বিচ্ছিন্ন অবস্থানগুলি
            আমাদের ভুলে যাওয়া উচিত নয় যে এখনও এলিয়েন শব্দটি আপেক্ষিক। এটি খুব কম সময়েই ঘটেছিল যে আমরা এই সমস্ত অতিরিক্ত বহি-স্থল এলিয়েনের সাথে পরিচিত হয়েছি এবং তারপরে আমরা তাদের এলিয়েন বলা বন্ধ করব।
            অতিরিক্ত স্থিতিযুক্ত এলিয়েন এবং স্থানীয় এলিয়েন
            তার মানে কি সত্যিকারের এলিয়েন নেই? আমরা কি এই মহাবিশ্বে একা রয়েছি? অবশ্যই না. এই উপসংহারে অযৌক্তিক হবে যে এই মহাবিশ্বের একমাত্র পৃথিবী পৃথিবী inhab মানুষের মতো বুদ্ধিমান প্রজাতির সাথে মহাবিশ্বের সমন্বিত হওয়ার সম্ভাবনা খুব বেশি। আমাদের প্রাচীন গ্রন্থগুলি পৃথিবী সহ চতুর্দশ জগতের কথা বলে। এটি এই দুনিয়াগুলির মধ্যে মানুষের ভ্রমণ উল্লেখ করে। কখনও কখনও এটি উল্লেখ করা হয় যে দেবগণ এই কয়েকটি পৃথিবীতে বাস করতেন এবং অসুররা অন্যদের মধ্যে বাস করতেন। আমাদের এলিয়েনের বর্তমান সংজ্ঞার ভিত্তিতে, এগুলি সমস্তই বহিরাগত ছিল এবং সুতরাং শব্দটির বর্তমান অর্থে এলিয়েন।
            তবে আমাদের ভুলে যাওয়া উচিত নয় যে এখনও এলিয়েন শব্দটি আপেক্ষিক। এটি খুব কম সময়েই ঘটেছিল যে আমরা এই সমস্ত অতিরিক্ত বহি-স্থল এলিয়েনের সাথে পরিচিত হয়েছি এবং তারপরে আমরা তাদের এলিয়েন বলা বন্ধ করব।
            অতিরিক্ত স্থিতিযুক্ত এলিয়েন এবং স্থানীয় এলিয়েন
            বিশ্লেষণের জন্য আসুন আমরা অন্যান্য গ্রহ বা পৃথিবীতে পৃথিবীর বাইরে বসবাসকারী এলিয়েনদের এবং পৃথিবীর যে সমস্ত লোককে আমরা আমাদের সম্প্রদায়ের অন্তর্ভুক্ত না বলে বিবেচনা করি, সে কারণে স্থানীয় এলিয়েন হিসাবে বিবেচনা করি let আমি অনুমান করি আমরা যাকে দেবস, অসুর, গন্ধর্ব, যক্ষ, রাক্ষস, পিসাচস, কিন্নারস, কিমপুরুশাস, নাগাস, সুপর্ণাস ইত্যাদি উভয়ই স্থানীয় এলিয়েন এবং পাশাপাশি বহি-স্থলীয় এলিয়েনও বলে থাকি। এটা কীভাবে সম্ভব?
            আমি যেটা অনুভব করি তা হ'ল অতিরিক্ত-স্থলজ বিদেশীরা সর্বদা পৃথিবী গ্রহটি পরিদর্শন করেছিল। তারা এখন এটি করছে এবং মহাভারতের সময়েও তারা এটি করেছে did তারা দেবস, অসুর, গন্ধর্বস ইত্যাদি নামে পরিচিত স্থানীয় এলিয়েন (যেমন মহাভারতের লেখকরা অনুধাবন করেছেন) এবং তাদের সাথে মহাভারতের এই লেখকদের সাথে মতবিনিময় করেছিলেন। মহাভারত যে সমাজকে উত্থিত করেছিল, তারা স্থানীয় এলিয়েনকে বহিরাগত পার্শ্ববর্তী এলিয়েনদের থেকে আলাদা করার চেষ্টা করেনি, এমনকি মাঝে মাঝে তারা তাদের আলাদা হিসাবে জানত এবং উভয় (বহিরাগত এবং স্থানীয়) সম্পর্কে বিবরণগুলিকে এককভাবে মিশিয়ে দেয়। এটি ব্যাখ্যা করে যে আমাদের আজকের এই উপজাতিটি কেন মানব উপজাতি হিসাবে বিদ্যমান, তবুও তাদের সম্পর্কে মহাভারতে অদ্ভুত বিবরণ রয়েছে।
            অদ্বৈতা কোনও ব্যক্তিগত ঈশ্বরের উপরে জোর দেয় না। এটি তর্ক করে না যে শিবই চূড়ান্ত ঈশ্বর; বা এও বলে না যে কৃষ্ণ চূড়ান্ত Godশ্বর বা Godশ্বরদেহের সর্বোচ্চ ব্যক্তিত্ব; বা বলেও না যে বিষ্ণু চূড়ান্ত; না দুর্গা; না যীশু; ইয়াহোভাও নয়; না আল্লাহ বা অন্য কোন Godশ্বর যেমন বিশ্বের ধর্ম দ্বারা বর্ণিত হয়েছে যারা সকলেই personশ্বরের ব্যক্তিত্বতে বিশ্বাসী। অদ্বৈত পৃথিবী গ্রহে কোন এক সময় ঘটে যাওয়া এমন historicalতিহাসিক ঘটনার উপরেও জোর দেয় না যা একসময় ধর্মের ভিত্তিতে পরিণত হয়েছিল, যেমন পৃথিবীতে জীবন সৃষ্টি, যিশুর, বুদ্ধের, মহাবীরের জন্ম, কৃষ্ণ, রামের বা মুহাম্মদের প্রতি প্রত্যাদেশ। এটি কেবল নিম্নলিখিতগুলি বিবেচনা করে: - একটি বিভ্রান্তিকর অবস্থা যেখানে চূড়ান্ত সত্যের সন্ধানকারী ()) এর সমস্ত ভাস্কর্যের সাথে মহাবিশ্ব নামে একটি বিভ্রান্তিকর নির্মাণের সাথে জড়িত থাকে এবং সত্যিকারের রাষ্ট্র যেখানে সার্থক চূড়ান্ত সত্য দিয়ে চিহ্নিত করে। এটি সন্ধানকারীকে বাইরের নয়, নিজের মধ্যে সত্যের সন্ধান করার আহ্বান জানায়। তাই outsideতিহাসিক ঘটনাবলী, অলৌকিক ঘটনাগুলি এবং ব্যক্তিগত Godশ্বর যা সমস্ত বাইরের ঘটনাই সার্থককে চূড়ান্ত সত্যটি দেখতে সাহায্য করে না। এই বাহ্যিক সত্ত্বাগুলি মহাবিশ্ব নামক মায়াময়ী নির্মাণের অংশ, যা চূড়ান্ত সত্যতা উপলব্ধি না হওয়া অবধি সাধককে অভিজ্ঞতার মুখোমুখি করা হয়। বাহ্যিক সত্ত্বাগুলি চূড়ান্ত সত্যের দিকে অপ্রত্যক্ষভাবে ইঙ্গিত করে সার্থককে সাহায্য করতে পারে তবে তাদের উপর অত্যধিক দৃষ্টি নিবদ্ধ করে কেবল চূড়ান্ত সত্যকে উপলব্ধি করতে সময়কাল বাড়ায়। যদি সন্ধানকারী অন্ধভাবে তাদের অনুসরণ করে, তবে তারা কেবল মহাবিশ্ব নামক মায়াময়ী নির্মাণের আরও দৃ experience় অভিজ্ঞতা প্রদান করে সন্ধানীকে আরও বিভ্রান্ত করে। চূড়ান্ত সত্য উপলব্ধি করার আসল যাত্রা নিজের নিজের মধ্যে একটি অন্তর্মুখী ভ্রমণ ective আত্ম-সচেতনতা এই যাত্রার জন্য প্রয়োজনীয় একমাত্র উপকরণ এবং একমাত্র বাহন। ধ্যান, আত্মনিয়োগ এবং আত্মার জ্ঞান আমাদের আত্মার আশ্রয়।
            অদ্বৈত, সর্বজনীন ধর্ম
            অদ্বৈত সম্পর্কে আরও জানতে এখানে দেখুন
            সম্ভবত বহির্মুখী এলিয়েনরা প্রাচীন agesষিদের মনে এই দর্শনের মুখোমুখি হয়েছিল? তারা ইতিমধ্যে এটি জানেন? আমরা জানি না। প্রকৃতিতে বস্তুবাদী এবং এইভাবে মহাবিশ্ব নামক নির্মাণের দ্বারা সম্পূর্ণ বিভ্রান্ত হয়ে যায় এমন দর্শনের পক্ষে এই দর্শন সহজেই অ্যাক্সেসযোগ্য নয়। যদিও এটি একটি উচ্চ বুদ্ধিমান এলিয়েন জাতি ছিল এমনকি এটি হবে। তবে, যদি কোনও এলিয়েন জাতি প্রাচীন ভারতীয় agesষিদের মতো অন্তর্নিহিত হয় তবে অচিরেই বা পরে তারা এই দর্শন এবং ধর্ম আবিষ্কার করবে।
            সুতরাং, অদ্বৈত (এককত্বতা অর দ্বৈতবাদ) এবং ব্রাহ্মণের (সর্বজনীন-চেতনা) মত ধারণা মানুষকে এলিয়েনদের সাথে একটি স্তরপূর্ণ খেলার ক্ষেত্র দেয়। আমাদের এও ভুলে যাওয়া উচিত নয় যে তাদের (বিজাতীয়) এবং আমাদের (মানব) মত বিভাজনগুলি চূড়ান্ত সত্যের উপলব্ধি দ্বারা নিজেই মায়াজাল এবং বিলুপ্ত হয়। আমরা সেগুলি এবং তারা আমাদেরও। তাই আমি অনুভব করি, এলিয়েন সম্পর্কে বা ভিনগ্রহী এজেন্ডা সম্পর্কে ভৌগলিকতা বা তাদের দ্বারা আমরা তৈরি এবং নিয়ন্ত্রণের সম্ভাবনাটি সম্পর্কে অস্বস্তি বোধ করছি, কেবল অপ্রয়োজনীয় put
            জনপ্রিয় সংস্কৃতিতে অদ্বৈত দর্শন
            হলিউড মুভি সিরিজটির নাম ম্যাট্রিক্স আমরা একটি মায়াময় জগতের ধারণা বা কৃত্রিম গোয়েন্দা (এআই) দ্বারা নির্মিত কারাগার দেখেছি। মানব মস্তিষ্কের পাঁচটি ইন্দ্রিয়ের উপরে মায়াবী বিশ্বের প্রজেক্টের মাধ্যমে ম্যাট্রিক্স নামক এই কারাগারে মানুষ বন্দী হয়। এই মুভিতে আমরা মরফিয়াস নামের এক নায়কের বিখ্যাত প্রশ্নটির মুখোমুখিও হই: - "বাস্তব কী?", বোঝায় যে বাস্তব শব্দটি আপেক্ষিক এবং আমাদের জ্ঞান অঙ্গগুলির দ্বারা প্রাপ্ত তথ্য এবং আমাদের মন দ্বারা প্রক্রিয়াজাতকরণের উপর নির্ভর করে। মায়াবী জগতের এই ধারণা এবং একজন সংবেদনশীল সত্তার দ্বারা উপলব্ধি করা বাস্তবতার আপেক্ষিকতার মূল কারণ রয়েছে অদ্বৈতের দর্শনে। অদ্বৈত সেই পৃথিবীর কথা বলেছিল যা আমরা সত্য বলে মনে করি (যা আমরা আমাদের জন্মের পর থেকে আমাদের মৃত্যুর আগে পর্যন্ত অনুভব করি) মায়াময়ী বা কেবল তুলনামূলক বাস্তব, অনেকটা মুভিতে এআই দ্বারা মানুষকে বন্দী করে রাখা মায়াময়ী নির্মাণের মতো। এই মায়াবী মহাবিশ্বের স্রষ্টা (যেখানে আমরা মনে করি, আমরা এখন বাস করছি) এলিয়েন বুদ্ধি বা মহাজাগতিক বুদ্ধি হতে পারে।
            অদ্বৈত এবং জনপ্রিয় বিজ্ঞান
            কোয়ান্টাম তত্ত্বটি অদ্বৈতের নিকটে আসে যখন এটি বলে যে পর্যবেক্ষণের ঘটনাটি পর্যবেক্ষণের দ্বারা প্রভাবিত হয়। এটি নিম্নলিখিত তিনটি আপাতদৃষ্টিতে পৃথক সত্তা সংযুক্ত করে, যেমন। পর্যবেক্ষক, পর্যবেক্ষণের ক্রিয়াকলাপ এবং পর্যবেক্ষণকে এককভাবে পরিপূর্ণ করে তোলা অনেকটা অদ্বৈত দ্বারাই দ্বৈতবাদের ধারণার মতো। একীভূত ক্ষেত্র তত্ত্ব বা সমস্ত কিছুর তত্ত্বের অনুসন্ধানও সত্য-সন্ধানকারীদের চূড়ান্ত সত্যের সন্ধানের মতোই অদ্বৈত দর্শনে উল্লিখিত, যা পরিণামে চূড়ান্ত-বাস্তবের সাথে সন্ধানকারীকে সনাক্তকরণের ফলে পরিণতিতে এককত্বের জন্ম দেয়। একটি অনুমানও রয়েছে যা বলে যে মহাবিশ্ব হোলোগ্রাফ যা অন্য কোথাও সঞ্চিত তথ্য থেকে তৈরি হয়েছিল।
            প্রতিটি বৈজ্ঞানিক তত্ত্বই সাধারণ ব্যক্তিকে তারা আসল হিসাবে বিবেচনা করে"
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        },
        {
            "image" : "",
            "titleEnglish" : "",
            "titleBangla" : "",
            "descriptionEnglish" : "",
            "descriptionBangla" :""
        }
        
    ]
}

