{
    "versionCode": 1,
    "data_version": 2,
    "cancellable": false,
    "url": "http://tiny.cc/BuySellBD",
    "items": [
        {
            "image": "",
            "title": "DRAGON FRUIT",
            "description": "",
            "sciencetificName": "Hylocereus undatus",
            "type": "Fruit",
            "bangla": "ড্রাগন ড্র্যাগন ডাগন দাগন"
        },
        {
            "image": "",
            "title": "Apple",
            "description": "",
            "sciencetificName": "Malus pumila",
            "type": "Fruit",
            "bangla": "অ্যাপেল আপেল"
        },
        {
            "sciencetificName": "Heliotropium indicum",
            "type": "Medicinal,Weeds",
            "bangla": "হাতিশুঁড়ি হাতিশুণ্ডি হস্তীশুণ্ডী শ্রীহস্তিনী মহাশুণ্ডী ",
            "image": "https://upload.wikimedia.org/wikipedia/commons/3/32/Heliotropium_indicum_W_IMG_9955.jpg",
            "title": "Indian heliotrope(হাতিশুঁড়)",
            "description": ""
        },
        {
            "image": "http://1.bp.blogspot.com/-aWD9Q02Jkrc/VhXhJgP5-YI/AAAAAAAAADk/8AUcOGBaGaQ/s1600/kalmeghi.jpg",
            "title": "Creat or Green chireta(কালমেঘ)",
            "description": "বর্ণনা:\r\nবাংলাদেশ সহ ভারতবর্ষের বিভিন্ন স্থানে এই গাছ জন্মায়। হিন্দীতে একে বলা “হয়কিরায়াত” বা কখনো “কুলুফনাথ”। এটি একটি বর্ষজীবি উদ্ভিদ। গড় উচ্চতা ১ মিটার।এর শাখা চতুষ্কোণ এবং পাতা বল্লমাকৃতির হয়ে থাকে। এটি একটি বীরুৎ-জাতীয় উদ্ভিদ। ফুল ক্ষুদ্রাকার। অল্প পরিমাণে বিক্ষিপ্ত গুচ্ছে ফুল ফোটে। ১ সে.মি. লম্বা ফুলের রং গোলাপী। দেড় থেকে ২ সে.মি. লম্বা ফল অনেকটা চিলগোজার মতন দেখতে। ভেষজী গুণাবলীর জন‍্য অনেক স্থানে একে 'চিরতার ঔষধ' বলা হয়।\r\n\r\nগুনাগুণ:\r\nএর পাতা দিয়ে পচা ক্ষত পরিষ্কার করা হয়।\r\nএর রস কৃমি নাশক।\r\nরক্ত আমশায় দূর করে।\r\ncancer রোগ প্রতিরোধে কার্যক্রম জোরদার ।\r\nসুগার patient দের সেরা রেটিং পয়েন্ট এর medicine\r\nক্ষত সারাতে সাহায্য করে।\r\n\r\nকালমেঘ পাতার অসাধারণ ৫ টি উপকারিতা:\r\n১. ডায়াবেটিস: কালমেঘ পাতা ডায়াবেটিস এর অব্যর্থ ওষুধ। এটি আমাদের শরীরে ব্লাড সুগার এর পরিমানকে কম রাখতে সাহায্য করে। তবে ডাক্তারের পরামর্শ মতোই এক্ষত্রে এর সেবন করা উচিত।\r\n\r\n২. ক্যান্সার: কালমেঘ ক্যান্সার নিরাময় এর ক্ষেত্রেও অত্যন্ত্য উপকারী। এর ঔষধি গুন আমাদের শরীরে ক্যান্সার এর কোষগুলিকে সক্রিয় হতে দেয় না বা ক্যান্সারের কোষগুলিকে বাড়তে দেয় না। এটি ক্যান্সার রোগীদের ওষুধ হিসেবেও ব্যবহৃত হয়ে থাকে।\r\n\r\n৩. লিভার: লিভার জনিত যে কোনো রকম সমস্যার অব্যর্থ ওষুধ এই কালমেঘ পাতা। এটি লিভার টনিক হিসেবে ব্যবহৃত হয়। অতিরিক্ত মদ্য পান, বা অতিরিক্ত কড়া ওষুধ দীর্ঘদিন সেবন করলে আমাদের লিভার ক্ষতিগ্রস্থ হয়। কালোমেঘ পাতা এর নিরাময়ক হিসেবে কাজ করে। এছাড়া আজকাল আমাদের খাদ্যাভাস বা ফল ও সবজিতে ব্যবহৃত পেস্টিসাইড আমাদের লিভারকে খারাপ করে দেয়। কালোমেঘের নিয়মিত সেবন এই সমস্যার সবথেকে ভালো সমাধান।\r\n\r\n৪. আর্থারাইটিস ও গাউট: কালমেঘ পাতা আর্থারাইটিস ও গাউট এর ওষুধ হিসেবেও ব্যবহৃত হয়। ১৫ থেকে ২০টি কালমেঘ পাতার রস করে প্রতিদিন খেলে আর্থারাইটিস বা গাউট এর সমস্যা থেকে দূরে থাকা যেতে পারে।\r\n\r\n৫. জ্বর, সর্দি, কাশি: কালমেঘ পাতা জ্বর, সর্দি, কাশি, গলা ব্যাথা, গলা বসে যাওয়া, টন্সিলাইটিস ইত্যাদি ক্ষেত্রে ওষুধ হিসেবে ব্যবহৃত হয়। কালমেঘ পাতা ভালো করে ধুয়ে হালকা গরম জল মিশিয়ে ছাঁকনিতে চেকে নিতে হবে। এই কালমেঘ পাতার রস যেকোনো রকম ঠান্ডা লাগা জনিত রোগ খুব তাড়াতাড়ি সারিয়ে তুলতে সাহায্য করে। তবে এর স্বাদ অতন্ত্য তিত্‍কুতে, তাই রস খাওয়ার সাথে সাথে এক চামচ মধু খেয়ে নিলে ভালো।\r\n\r\nঅন্যান্য উপকারিতা:\r\nযেকোনো রকম জ্বর বা ক্রনিক ফিভার বা ভাইরাল ফিভার আমাদের শরীরকে খুব দুর্বল করে দেয়, এছাড়া এই সমস্ত রকম জ্বর আমাদের লিভারকে ক্ষতিগ্রস্ত করে। কালমেঘ পাতার রস আমাদের এইসব রকম জ্বর এর ফলে হওয়া শারীরিক দুর্বলতা কাটিয়ে উঠতে সাহায্য করে। এছাড়া জ্বর এর ফলে ক্ষতিগ্রস্ত লিভারকেও ঠিক করতে সাহায্য করে। এছাড়া এই পাতা ডেঙ্গু বা ম্যালেরিয়া রোগের প্রতিরোধক হিসেবেও কাজ করে।\r\n\r\nছোট বাচ্ছাদের ডায়রিয়া, বা গ্যাস, খিদে কমে যাওয়া ইত্যাদি নানা রকম রোগের ক্ষেত্রে কালমেঘ পাতার রস ওষুধ হিসেবে কাজ করে। এছাড়া কৃমি হলেও শিশুদের কালমেঘ পাতার রস খাওয়ানো হয়। এর তিৎকুটে স্বাদ কৃমিগুলিকে মেরে ফেলে পেট পরিষ্কার করতে সাহায্য করে।\r\n\r\nরক্ত সঞ্চালন\r\n\r\nকালমেঘ পাতা রক্তকে পরিশুদ্ধ করার ক্ষমতা রাখে। এছাড়া এতে প্রচুর পরিমানে এন্টিঅক্সিডেন্ট থাকে। ফলত আমাদের ত্বকের নানারকম সমস্যার ক্ষেত্রে কালমেঘ পাতা অত্যন্ত্য কার্যকরী। এছাড়া কালমেঘ পাতা আমাদের শরীরে রোগ প্রতিরোধ ক্ষমতা বাড়িয়ে তুলতে সাহায্য করে।\r\n\r\nআলসার প্রতিরোধক হিসেবে কালমেঘ পাতার রস খাওয়া হয়।কালমেঘ পাতা হজম ক্ষমতা বাড়িয়ে তুলতে সাহায্য করে।এছাড়া এর নিয়মিত সেবন আমাদের শারীরিক শক্তি ও কর্মক্ষমতা বাড়িয়ে তুলতে সাহায্য করে। অনিয়মিত মাসিক এর সমস্যা বা এর থেকে হওয়া নানা রকম অবাঞ্চিত সমস্যার ক্ষেত্রে কালমেঘ পাতার রস উপকারী।\r\n\r\nসর্প দংশন বা বিছে বা এই ধরণের বিষাক্ত প্রাণীর কামড়ের উপশম হিসেবে কালমেঘ পাতার সাথে পুরো গাছ টিকেই ওষুধ হিসেবে ব্যবহার করা হয়। আয়ুর্বেদ শাস্ত্রে কুষ্ঠ রোগ এবং কলেরার চিকিৎসা করতে কালমেঘপাতা ব্যবহৃত হয়। তবে গর্ভবতী মহিলাদের কালমেঘ পাতার সেবন একেবারেই উচিত নয়।\r\n\r\n\r\n\r\n\r\n",
            "sciencetificName": "Andrographis paniculata",
            "bangla": "কালমেঘ,খালমেঘ,kalmegh",
            "type": "Medicinal"
        },
        {
            "image": "https://www.jugantor.com/news-archive/assets/images/news_images/2017/07/22/thumbnails/2_142038.jpg",
            "title": "Slow Match Tree(কুম্ভি) ",
            "description": "বর্ণনা:\r\nবাংলাদেশে গাজীপুর, ময়মনসিংহ ও টাঙ্গাইলের পাতাঝরা শাল বনে এবং চট্টগ্রামসহ সিলেটের আদমপুর বনাঞ্চলে বিক্ষিপ্তভাবে জন্মানো কদাচিৎ কুম্ভি গাছ দেখা যায়। ঢাকার মিরপুরে অবস্থিত জাতীয় উদ্ভিদ উদ্যানে লাগানো কিছু কুম্ভি গাছ রয়েছে। কুম্ভি গাছের গুঁড়ি কাণ্ড আঁকাবাঁকা, বাকল গাঢ় ধূসর বা বাদামি এবং বাকলের উপরিভাগ খাঁজ ও ভাঁজযুক্ত। পাতা সরল, ডিম্বাকার, লম্বায় ১৫ থেকে ৩০ সেন্টিমিটার ও চওড়ায় ৭ থেকে ১৬ সেন্টিমিটার, কিনারা করাতের মতো খাঁজকাটা। ডালপালার অগ্রভাগে পাতাগুলো ঘনবদ্ধভাবে বিন্যস্ত। শীতকালে পাতা ঝরে পড়ার আগে কমলা-লাল রঙের হয়। ফেব্রুয়ারি-মার্চ মাসে গুচ্ছাকার স্পাইক পুষ্পবিন্যাসে বড় আকারের হলুদ বা সাদা রঙের ফুল ফোটে। ফল বেরী জাতীয়, গোলাকার, ৫.০ থেকে ৭.৫ সেন্টিমিটার ব্যাসযুক্ত, মাংসল ও রসাল, দেখতে অনেকটা পেয়ারার মতো। ফলের শেষ প্রান্ত পানির কলসের মতো গহ্বরযুক্ত। জুন-জুলাই মাসে ফল পরিপক্ব হয়। প্রতিটি ফলে রয়েছে অসংখ্য বাদামি রঙের বীজ।\r\n\r\nঅন্যান্য নাম:\r\nEnglish - Wild Guava, Ceylon Oak, Patana Oak\r\nHindi - कुम्भी Kumbhi\r\nMarathi - कुम्भा Kumbha\r\nTamil - பேழை Peezhai, Aima, Karekku, Puta-tanni-maram\r\nMalayalam - Peelam, Pela, Paer, Alam\r\nTelugu - araya, budatadadimma, budatanevadi, buddaburija\r\nKannada - alagavvele, daddal, Koulu mara\r\nBengali - Vakamba, Kumhi, Kumbhi\r\nOriya - Kumbh\r\nGaro - Dimbil bol\r\nKhasi - Ka Mahir, Soh Kundur\r\nAssamese - Godhajam, কুম Kum, kumari, কুম্ভী kumbhi\r\nSanskrit - Bhadrendrani, गिरिकर्णिका Girikarnika, Kaidarya, कालिंदी Kalindi\r\nSinhala - Kahata [5]\r\nVietnamese - Vừng (sometimes Vừng xoan)\r\nMyanmar - Bam-bwe (ဘန္႔ေဘြး)\r\n\r\nবিস্তার:\r\nবন এলাকায় প্রাকৃতিকভাবে কুম্ভি বীজ থেকে গাছ জন্মায়। কাঠ হালকা থেকে গাঢ় লাল রঙের এবং মধ্যম শক্ত। কাঠের সংকোচন ক্ষমতা অধিক এবং পানিতে টেকসই।\r\n\r\nঅর্থনৈতিক গুরুত্ব:\r\nঘর তৈরির খুঁটি, তক্তা, আসবাবপত্র, কেবিনেট এবং কৃষি সরঞ্জামাদি তৈরিতে কাঠ ব্যবহার করা হয়। বাকল থেকে ট্যানিন ও তামাটে রং পাওয়া যায়। বাকলের আঁশ দিয়ে মোটা দড়ি এবং ব্রাউন পেপার তৈরি করা হয়। ভারতে বাকল থেকে সংগৃহীত রস কাশি, ঠাণ্ডা, ফোলা নিরাময়ে ব্যবহৃত হয়। এছাড়া বাকলের রস দেহের উপরিভাগে মালিশ এবং কচি কোমল পাতা প্রলেপ দেয়ার কাজে ব্যবহৃত হয়। আমাদের দেশে এক সময় এ গাছের পাতা ধূমপানের বিড়ি বানানোর কাজে ব্যবহৃত হতো। ফল ভক্ষণযোগ্য, তবে বীজ সামান্য বিষাক্ত।",
            "sciencetificName": "Careya arborea",
            "bangla": "কুম্ভি kumbi",
            "type": "woody"
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Cannabis_Plant.jpg/220px-Cannabis_Plant.jpg",
            "title": "",
            "description": "",
            "sciencetificName": "",
            "bangla": "",
            "type": ""
        },
        {
            "image": "",
            "title": "",
            "description": "",
            "sciencetificName": "",
            "bangla": "",
            "type": ""
        }
    ]
}