{
    "versionCode": 1,
    "cancellable": false,
    "url": "http://tiny.cc/BuySellBD",
    "items": [
        {
            "image": "https://balconygardenweb-lhnfx0beomqvnhspx.netdna-ssl.com/wp-content/uploads/2015/10/growing-dragon-fruit_mini.jpg",
            "title": "DRAGON FRUIT",
            "description":"The plant is a climbing cactus vine that grows well in dry areas.11 Because of its epiphytic nature, it grows best in soil with a high level of organic materials.12 Its flowers bloom only at night, hence the plant is sometimes also called the “moonflower” or “Lady of the Night”.13 The flowers, which bloom for only one night,14 are white and large, measuring 30 cm long or more.15 They are bell-shaped and produce a sweet fragrance when in bloom.16 Pitahaya plants can have between four to six fruiting cycles in one year.17 It can be propagated by seed or by stem cuttings.18

            The dragon fruit has a dramatic appearance, with bright pink- and yellow-skinned varieties and prominent scales.19 The fruit is oval, elliptical or pear-shaped. The flesh has a subtly flavoured sweet taste or sometimes slightly sourish taste.20 The flesh is either white or red, with black seeds dotted all over.21 The seeds, which resemble those of a kiwi, are edible.22
            
            The dragon fruit is closely related to the orchid cacti, or epiphyllum, which are known for their large and impressive flowers. The pitahaya can be cross-pollinated with the epiphyllum.23
            
            Usage and potential
            Food
            The fruit is commonly eaten raw and is thought to taste better chilled.24 It is also served as a juice or made into a fruit sorbet.25 The fruit can be used to flavour drinks, while syrup made of the whole fruit is used to colour pastries and candy.26 Unopened flower buds can be cooked like vegetables.27
            
            Medicine
            The dragon fruit reputedly improves eyesight and controls hypertension,
            28 while the seeds supposedly help in controlling blood glucose levels in people with non-insulin-dependent hyperglycaemic conditions (a kind of diabetes).29
            
            Other uses
            The plant is popularly planted as a climber to cover chain-link fencing.30
            
            Variant names
            Common names: dragon fruit, dragon pearl fruit,
            31 pitahaya,
            32 strawberry pear,
            33 night-blooming cereus, Belle of the Night,
            34 Cinderella plant35
            Scientific name: Hylocereus undatus or Cereus triangularis36
            Malay/Indonesian: buah naga or buah mata naga37
            Mandarin: long guo38
            Vietnamese: thanh long39
            Dragon Fruit Care
Fertilizer for Dragon Fruit
Fertilize dragon fruit with a balanced fertilizer every month when the plant is actively growing in its growing season. Stop fertilizing in winter if you’re growing it in a cool climate. Side dressing with aged manure or compost can also be done occasionally.

Dragon Fruit Pruning
Pruning is required to train this plant on the trellis, improve air circulation and prevent fungal infection and maintain its height, otherwise, it can grow up to 20 feet tall in the optimum growing conditions. Prune it annually by removing all the overgrowing, decaying, overcrowding, and dead stems saving only the healthier and productive ones. Check out this pruning guide to learn more!

Note: Must care to disinfect your pruning tool before the job.

Pests and Diseases
There are particularly no pests that nag the plant seriously. Although keep an eye on aphids, they feed on young shoots and flower buds. Fungal diseases and root and fruit rot are possible if the plant is overwatered or exposed to too much rain.

Dragon Fruit Pollination
Many dragon fruit varieties are self-pollinating, but there are some that require cross-pollination. If your dragon fruit is unable to self-pollinate, you’ll need to grow two or more dragon fruit plants closely for cross-pollination. As dragon fruit flowers are nocturnal, its pollination depends on moths and bats. For assurance, you can also do this at night.",
            "sciencetificName": "Hylocereus undatus",
            "type": "Fruit"
        },
        {
            "image": "https://cdn.britannica.com/s:700x450/72/94272-050-0F556190/Apple-orchard-Washington.jpg",   
            "title": "Apple",
            "description":"The apple is a small tree that can reach 25 feet in height with a crown spread of 25 feet (The Natioanl Arbor Day Foundation Website). The leaves are simple, oval in shape, have small serrations along the margin, and are arranged alternately along the branches. A typical leaf is 2 – 5 inches long, 1.5 – 2.5 inches wide, and has an acuminate tip (Petrides 1972). The twigs, buds, and undersides of the leaves usually have white pubescence. The bark is brown and scaly and mature trees in the park can have a trunk diameter of up to 24 inches. Showy, white, five petaled blossoms, often tinged with pink, are found on the tree in late spring. The flowers are pollinated by bees and other insects. The pomaceous fruits mature through the summer and become ripe and ready to eat in the fall. Ripe apples range in color from green to yellow to red or a mixture of these colors.

            Common Names: Names for this tree species include the apple, common apple, and paradise apple. The accepted scientific name is Malus pumila, but is also referred to as Malus domestica, Malus sylvestris, Malus communis, and Pyrus malus (ITIS website). This extensive crossing of genetic lines has made it very difficult to differentiate the apple into taxonomically distinct species. Thus, there is much debate in the botanical world over species separation and inclusion. Apple trees, one of the first fruit trees in human history to be domesticated, have been specifically cultivated to produce edible fruits. Fruits with the best taste, color, size, or storage capacity have been favored and selected for over time. Different lines of Malus pumila have been purposely crossed to produce new, more desirable varieties of apple. Apple trees in the park may have very different genetic histories and thus produce fruits with distinctive color, size, or taste.
            
            Habitat: Not a native plant species to North America, the ancestral apple tree can be traced back to the mountainous region of central Asia (Wikipedia website). From here, cultivated apple trees slowly made their way west through Asia to Europe and eventually on to America with the European settlers.
            
            Today, apple trees can be found growing throughout the park at elevations up to 3700’. They require well drained nutrient rich soil and moderate sunlight. When in bloom in the spring or heavy with fruit in the fall, apple trees stand out from other trees in the forest. Many locations along Skyline Drive including Skyland, Loft Mtn. Campground, Limberlost, Spitler Knoll Overlook, and many other overlooks contain apple trees.
            Apples trees growing in the park are the remnants of fruit orchards that predate the park’s existence. Stonewalls, rock foundations and apple trees are all reminders of the people who lived off of the land in the Blue Ridge Mountains.

During the 19th and early 20th centuries, apples were a major cash crop for the farmers and settlers in and around the area that now comprises Shenandoah National Park (Moore 2000). Numerous types of apples were grown here in central Virginia at that time, including several locally created varieties. It appears that the only surviving variety is the Milam apple, named after the Milam family of Madison County (Moore 2001). It is believed that the Milam apple was developed in an orchard near the present day location of Milam Gap in the park at milepost 53 along Skyline Drive. Other previously thought extinct local varieties may still be growing in the hollows and on the mountain sides of Shenandoah National Park.

The abundant fruit produced by these trees is an important food source for deer, bear, birds, other park wildlife, and hungry park visitors.",

           "scientificname":"Malus pumila",
           "type":"Fruit"
        }
    ]
}