{
    "versionCode": 1,
    "data_version": 3,
    "cancellable": false,
    "url": "http://tiny.cc/BuySellBD",
    "items": [
        {
            "image": "https://bn.wikipedia.org/wiki/%E0%A6%9A%E0%A6%BF%E0%A6%A4%E0%A7%8D%E0%A6%B0:Budgerigar-strzelecki-qld.jpg",
            "title": "Budgerigar(বাজরিগর)",
            "description": "বাজ্রিগার পরিচিত একটি পোষা পাখি। আমেরিকায় লিট্টল প্যারাকিট নামে পরিচিত। এছাড়াও এই পাখী বাজী বা শেল প্যারাকিট, ক্যানারী প্যারট, জেব্রা প্যারট, কমন পেট প্যারাকিট, আন্ডুলেটেড প্যারাকিট বাজরীগার এবং বদরী নামেও পরিচিত। বাজরিগার পাখি প্রধানত অস্টেলীয়ার পূর্ব ও দক্ষিন-পশ্চিম উপকূল অঞ্চলসহ সমগ্র বনাঞ্চলে দেখা যায়। এছাড়াও তাস্মেমিয়া এবং এর প্রতিবেশী কয়েকটি দেশেও এর বিস্তার আছে। সাধারনত বন্য বাজেরীগার লম্বায় প্রায় ৬.৫ – ৭ ইঞ্চি এবং খাঁচায় প্রায় ৭ – ৮ ইঞ্চি। এদের ওজন সাধারণত বন্য বাজরিগার ২৫ – ৩৫ গ্রাম এবং খাঁচায় ৩৫ – ৪০ গ্রাম পর্যন্ত হয়। পূর্ণবয়স্ক পুরুষ বাজরিগারের নাকের ছিদ্রের চারপাশে নীল রংয়ের ঝিল্লি থাকে। এই ঝিল্লি কপাল ও ঠোঁটের মাঝে নাকের ছিদ্রসহ বিস্তৃত।পূর্ণবয়স্ক স্ত্রী বাজরিগারের নাকের ছিদ্রের চারপাশে বাদামি রংয়ের ঝিল্লি দিয়ে ঘেরা থাকে। এই ঝিল্লি কপাল ও ঠোঁটের মাঝে নাকের ছিদ্রসহ বিস্তৃত। সাধারণত ৮-৯ মাস বয়সে এরা প্রাপ্তবয়স্ক হয়। এরা এক সাথে ৮-১৩ টি ডিম পাড়ে। এই পাখি ডিম দেয়ার সময়ে এদের নির্জন জায়গায় রাখতে হবে। ডিম থেকে বাচ্চা ফুটতে ১৮দিন সময় লাগে। ছোট প্রজাতির এই পাখিটি এর বুদ্ধিমত্তার জন্য জনপ্রিয়। শ্রবণ ক্ষমতা অনেক ভাল। খুব সহজে বড় শব্দ বা বাক্য মনে রাখতে পারে। মালিকের থেকে কোন শব্দ শোনা মাত্র এরা মনে রাখতে পারে এবং বার বার তা বলতে থাকে। এদের গড় আয়ু ৪-৫ বছর এবং খাঁচায় ১০-১২ বছর পর্যন্ত বেঁচে থাকতে পারে।\r\n\r\nবাজরিগর।পাখিকে অস্ট্রিয়ান পাখি বলা হয়ে থাকে । তবে বর্তমানকালে এ পাখি পৃথিবী ব্যাপী, বৃহৎ আকারের পোষা পাখি হিসেবে পরিচিত। এরা বিভিন্ন রং এর হয়ে থাকে ( হলুদ, সবুজ, সাদা, পাঁচ মেশালী)। নাকের ডগার রং দেখে এদের চেনা যায়,। সাদা রং মাদী আর কালচে রং নর পাখিকে নির্দেশ করে। সাধারনত ৮-৯ মাস বয়সে এরা প্রাপ্তবয়স্ক হয়। এরা এক সাথে ৮-১৩ টি ডিম পাড়ে ,। এদের গড় আয়ু ৬ বছর। এই পাখি ডিম দেয়ার সময়ে এদের নির্জন জায়গায় রাখতে হবে।",
            "sciencetificName": "Melopsittacus Undulatus",
            "bangla": "",
            "type": "Australia",
            "sound": "https://www.xeno-canto.org/335525/download"
        },
        {
            "image": "https://download.ams.birds.cornell.edu/api/v1/asset/173419141/1200",
            "title": "Red-winged Fairywren",
            "description": "লাল ডানার ফেইরিরেন দ্বিপদ নাম মালুরাস এলেগ্যান্স হচ্ছে মালুরিডি পরিবারের প্যাসারিন জাতের পাখি। এরা অস্ট্রেলিয়ার পশ্চিমাঞ্চলের দক্ষিণ-পশ্চিম কোণের এন্ডেমিক পাখি। এরা পতঙ্গভূক পাখি।\r\n\r\nশ্রেণীবিন্যাস-\r\n১৮৩৭ সালে জন গৌল্ড লাল ডানার ফেইরিরেন সম্পর্কে বর্ণনা করেন। তিনি এদের প্রজাতি নাম দেন এলেগ্যান্স যা লাতিন এলেগ্যান্ট থেকে এসেছে। তিনি এদের অবস্থান উল্লেখ করেন পূর্ব উপকূল কিন্তু জন গিলবার্ট দক্ষিণ পশ্চিম অস্ট্রেলিয়া থেকে আরো নমুনা সংগ্রহ করলে তিনি নিজের ভূল বুঝতে পারেন। মালারুস গণের ১২ টি প্রজাতির মধ্যে এরা একটি।\r\n\r\nবর্ণনা-\r\nএদের দৈর্ঘ্য ১৫ সেমি (৫.৯ ইঞ্চি) এবং ওজন ৮-১১ গ্রাম। এরা সব থেকে বড় আকারের ফেইরিরেন। এদের লেজের দৈর্ঘ্য ৭.৫ সেমি (৩.০ ইঞ্চি) যা এই গণের মধ্যে সব থেকে দীর্ঘ। এদের চঞ্চুও লম্বা, পুরুষ পাখির চঞ্চু গড়ে ১০ মিমি (০.৩৯ ইঞ্চি) এবং স্ত্রী পাখির ৯.৩ মিমি (০.৩৭ ইঞ্চি)।\r\n\r\nবাসস্থান-\r\nএরা পশ্চিম অস্ট্রেলিয়ার দক্ষিণ পশ্চিম কোনে বাস করে, ম্যুর নদী থেকে মার্গারেট নদী পর্যন্ত এবং পূর্ব থেকে আলবানি পর্যন্ত এদের বাস। এই সীমানার মধ্যে এদের প্রায়শই দেখা যায়। এরা কাররি এবং জাররাহ জাতের ইউক্যালিপ্টাস গাছের নিচে বাস করতে পছন্দ করে।\r\n",
            "sciencetificName": "Malurus elegans",
            "bangla": "",
            "type": "Australia",
            "sound": "https://www.xeno-canto.org/382610/download"
        },
        {
            "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Common_hill_myna.jpg/260px-Common_hill_myna.jpg",
            "title":"Common hill myna(পাতি ময়না)",
            "description":"পাতি ময়না (বৈজ্ঞানিক নাম: Gracula religiosa), সোনাকানি ময়না, পাহাড়ি ময়না বা ময়না Sturnidae (স্টার্নিডি) গোত্র বা পরিবারের অন্তর্গত Gracula (গ্রাকুলা) গণের অন্তর্গত এক প্রজাতির মাঝারি আকারের কথা-বলা পাখি।পাতি ময়নার বৈজ্ঞানিক নামের অর্থ পবিত্র পাতিকাক (লাতিন: graculus = পাতিকাক, religiosus = পবিত্র)। পাখিটি বাংলাদেশ, ভারত ছাড়াও দক্ষিণ ও দক্ষিণ-পূর্ব এশিয়ার বিভিন্ন দেশে দেখা যায়। সারা পৃথিবীতে এক বিশাল এলাকা জুড়ে এদের আবাস, প্রায় ৩৯ লক্ষ ৯০ হাজার বর্গ কিলোমিটার এলাকা জুড়ে এদের আবাস। বিগত কয়েক দশক ধরে এদের সংখ্যা ক্রমেই কমছে, তবে আশঙ্কাজনক পর্যায়ে যেয়ে পৌঁছেনি। সেকারণে আই. ইউ. সি. এন. এই প্রজাতিটিকে ন্যূনতম বিপদগ্রস্ত বলে ঘোষণা করেছে।বাংলাদেশের বন্যপ্রাণী আইনে এ প্রজাতিটি সংরক্ষিত।\r\n\r\nবিবরণ:\r\nপাতি ময়না মাঝারি কালো রঙের পাখি। এর দৈর্ঘ্য কমবেশি ২৯ সেমি , ডানা ১৭ সেমি, ঠোঁট ৩ সেমি, পা ৩.৫ সেমি, লেজ ৮ সেমি ও ওজন ২১০ গ্রাম।[৩]ভাত শালিকের (Acridotheres tristis) তুলনায় এটি আকারে একটু বড়।\r\n\r\nসাধারণ অবস্থায় প্রাপ্তবয়স্ক পাখিকে পুরোপুরি চকচকে ঘোর কৃষ্ণবর্ণ দেখায়। প্রজননের সময় মাথা আর ঘাড়ে হালকা বেগুনী আভা দেখা যায়। পালকহীন চামড়ার পট্টি হলুদ এবং চোখের নিচে, মাথার পাশে ও পেছনে মাংসল উপাঙ্গ থাকে। ওড়ার সময় ডানার সাদা পট্টি স্পষ্ট দেখা যায়, এমনিতে বসে থাকলে ডানা দিয়ে তা ঢাকা থাকে। চোখ কালচে বাদামি। ঠোট শক্ত ও হলুদ, ঠোঁটের আগা কমলা রঙের। পা ও পায়ের পাতা হলুদ। স্ত্রী ও পুরুষ পাখির চেহারা একই রকম। অপ্রাপ্তবয়স্ক পাখির ঠোঁট তুলনামূলক অনুজ্জ্বল হলদে-কমলা। মাংসল উপাঙ্গ ফিকে হলুদ এবং পালক কম উজ্জ্বল। তবে আমাদের দেশে সাধারণত ৩ ধরনের ময়না পাখি দেখা যায়। বান্দরবান, সিলেট, ময়মনসিংহ। বান্দরবন জেলার ময়নাঃ এই ময়না পাখি লম্বা ধরনের হয়। ঠোঁট সরু ও হালকা কমলা রং ও ঠোঁটের অগ্রভাগ হলুদ হয়ে থাকে। মাথার চারপাশের মাংসল উপাঙ্গের রং হালকা হলুদ। এরা দারুন ডাকতে পারে। এরা দারুন কথা বলতে পারে। কথা বলা ময়নার মধ্যে এরা বেশি সবচেয়ে বেশি কথা বলতে পারে।\r\n\r\nসিলেটের ময়নাঃ এই ময়না পাখির একটু মোটা ও গোল ধরনের হয়৷ ঠোঁট চওরা ও মোটা এবং ঠোঁটের রং মাঝারি লাল ও অগ্রভাগ হলুদ হয়ে থাকে। মাংসল উপাঙ্গ বেশি বড় ও লালচে হলুদ হয়ে থাকে। এরাও বনে বিভিন্ন রকম ডাকে। তবে বাড়িতে এরা কথা বলে ঠিকই কম বলে৷ অপরিস্কার ভাবে কথা বলে৷ এরা কথা বলার থেকে বিভিন্ন ডাক ও শব্দ নকল করে।\r\n\r\nময়মনসিংহের ময়নাঃ এই ময়না খুব ছোট হয়। ঠোঁট বেশি লাল ধরনের ও মাংসল উপাঙ্গ কমলা ধরনের হয়ে থাকে। পা হলদে কমলা ধরনের হয়ে থাকে৷ বন এ মোটামুটি ডাকাডাকি করে। বাড়িতে কথা বলতে পারে না। শিস দিতে পারে খুব কম সংখ্যক কথা বলে।\r\n\r\nউপপ্রজাতি:\r\nপাতি ময়না বেশ কয়েকটি দ্বিপদ নামে পরিচিত, যেমন: G. indica, G. enganensis আর G. robusta। এর মোট সাতটি উপপ্রজাতি সনাক্ত করা সম্ভব হয়েছে।উপপ্রজাতিগুলো হল:\r\n\r\nG. r. andamanensisBeavan, 1867– আন্দামান ময়না, আন্দামান দ্বীপপুঞ্জ, মায়ানমারের কোকো দ্বীপ এবং নিকোবর দ্বীপপুঞ্জের একাংশ\r\nG. r. batuensisFinsch, 1899– বাটু দ্বীপপুঞ্জ ও মেন্তাওয়েই দ্বীপপুঞ্জ\r\nG. r. halibrectaOberholser, 1926– বড় নিকোবর ময়না, বড় নিকোবর, ছোট নিকোবর এবং তৎসংলগ্ন ছোট ছোট দ্বীপ। অধিকাংশ সময়ে G. r. andamanensis উপপ্রজাতির অংশ বলে মনে করা হয়\r\nG. r. intermediaBlyth, 1845– উত্তরপশ্চিম ইন্দোচীন, উত্তর-পূর্ব ভারত, বাংলাদেশ, পূর্ব মায়ানমার ও দক্ষিণ চীন\r\nG. r. palawanensisSharpe, 1890– ফিলিপাইনের পালাওয়ান\r\nG. r. peninsularisWhistler & Kinnear, 1933– বাস্তার ময়না, মধ্য ভারত (এটি ভারতের ছত্তিশগড়ের প্রাদেশিক পাখি)\r\nG. r. religiosaLinnaeus, 1758– থাইল্যান্ড, মালয় উপদ্বীপ ও বৃহৎ সুন্দা দ্বীপসমূহ\r\nG. r. venerataBonaparte, 1850– ছোট সুন্দা দ্বীপসমূহের পশ্চিমাঞ্চল।\r\nপূর্বে শ্রীলঙ্কান ময়নাকে উপপ্রজাতি G. religiosa-এর অন্তর্ভুক্ত বলে মনে করা হত। বর্তমানে এটিকে একটি পৃথক প্রজাতির মর্যাদা দেওয়া হয়েছে (G. ptilogenys)। পাতি ময়নার মাংসল উপাঙ্গটি দুই ভাগে বিভক্ত। একটি ভাগ ঘাড়ের সাথে আর আরেকটি ভাগ চোখের সাথে যুক্ত। কিন্তু শ্রীলঙ্কান ময়নার শুধু ঘাড়ের উপাঙ্গটি রয়েছে, চোখের উপাঙ্গটি অনুপস্থিত। এর ঠোঁট আর চোখের রঙও ভিন্ন। এরকম আরও দুইটি স্বীকৃত প্রজাতি হল এনগনো ময়না (G. enganensis) আর নিয়াস ময়না (G. robusta)। কয়েকজন লেখক নীলগিরি পর্বত ও ওয়েস্টার্ন ঘাটস অঞ্চলের উপপ্রজাতি G. r. indica-কে আলাদা প্রজাতি হিসেবে গণ্য করেছেন।\r\n\r\nডাক:\r\nময়না প্রায় সবসময়ই তীক্ষ্ন চিৎকার করে ডাকে। সেকারণে ঘন অরণ্যে এদের শনাক্ত করা খুবই সহজ কাজ। তীক্ষ্ন ডাক ছাড়াও এরা বিভিন্ন বিচিত্র স্বরে ডাকাডাকি করে। ভোরে আর সন্ধ্যায় এদের ডাকাডাকি বেড়ে যায়। সাধারণত এ সময়ে এরা দল বেঁধে গাছের মগডালে বসে ডাকাডাকি করে।\r\n\r\nস্ত্রী পুরুষ দুই লিঙ্গের ময়নাই বিচিত্র রকমের ডাকে সমানভাবে দক্ষ। এরা শিষ দেয়, খর্ খর্ করে ডাকে আবার গলা খাকরানোর মত করে ডাকতে পারে। এরা আবার মানুষের মত শব্দ উৎপন্ন করতে সক্ষম। বুনো ময়না প্রায় তিন থেকে তের রকমে ডাকতে পারে। সম্ভবত ময়নারা শিশু অবস্থায় আশেপাশের ময়নাদের থেকে এসব ডাক শেখে। এক দলের ময়নার ডাক অন্য দল থেকে ভিন্ন। এমনকি কোন একদল থেকে প্রায় ১৫ কিলোমিটার দূরের আরেকটি দলের ডাক ভিন্ন হয়।\r\n\r\nগোটা বিশ্বে রয়েছে এদের ব্যাপক চাহিদা। কারণ এরা মানুষের কথাবার্তা হুবহু নকল করতে পারে। অন্যসব কথাবলা পাখিরা যেমন বনের অন্য পাখি বা প্রাণীদের স্বর বা আওয়াজ নকল করতে পারে (যেমন- ভিমরাজ, Dicrurus paradiseus), ময়না তেমনটি পারে না। যদিও এ বিষয়ে মানুষের একটা ভুল ধারণা রয়েছে যে বুনো ময়নারা অন্য প্রাণীর ডাক অনুকরণ করতে পারে। তবে বন্দী অবস্থায় এরা মানুষের কথা ছাড়াও বাচ্চার কান্না, থালাবাসনের শব্দ, কলিংবেলের শব্দ, বেড়ালের ডাক ইত্যাদি অবিকল অনুকরণ করতে পারে। তারা তীক্ষ্ন ও পরিষ্কার গলায় মানুষের মত শিষ দিতেও সক্ষম।\r\n\r\nস্বভাব-\r\n\r\nপাতি ময়না সাধারণত আর্দ্র পাতাঝরা ও চিরসবুজ বন এবং চা বাগানে বিচরণ করে। পাহাড়ি এলাকার ঘন বন এদের পছন্দের জায়গা। এরা দলবদ্ধ অবস্থায় ৫-৬টি পাখির পারিবারিক দলে থাকে। বনের ধারে বা আবাদি জমিতে ও গাছের চূড়ায় খাবার খোঁজে। কখনও রসালো ফলের ঝোপে নামে তবে ভূমিতে নামার ঘটনা বিরল। খাদ্যতালিকায় রয়েছে রসালো ফল যেমন; কলা, পেঁপে, আম, আনারস, কমলা, বটের ফল, চেরী ফল, ব্লুবেরি ইত্যাদি। তাছাড়াও এরা মৌমাছি, টিকটিকি, বিভিন্ন পোকামাকর, ফুলের মধু, প্রজনন মৌসুম এ এরা মেলওয়ার্ম খেয়ে থাকে। এই খাদ্য তালিকায় এরা সাধারণত আয়রন মুক্ত খাবার গ্রহণ করে। কারণ তাদের দেহে আয়রনের পরিমান বেশি। আমরা সখের বসে বাড়িতে যারা পালন করে থাকি। তারা ময়না পাখিকে ভাত আর মরিচ দিয়ে থাকি। সাধারন আয়রন যুক্ত খাবার ও পানি সরবারহ করে থাকি। যার দরুন তাদের দেহে আয়রন এর পরিমান বেড়ে যার৷ পাখি সহজেই হেমোসাইডারোসিস নামক যকৃৎ এ এক ধরনের রোগ হয়ে থাকে। ফলে তারা মারা যায়। পাহাড়ী ময়না আয়রন মুক্ত ঝরণা ও বৃষ্টির পানি পান করে থাকে। ভাত আর মরিচ ময়নার খাবার নয়।\r\n\r\nস্ত্রী-পুরুষ ময়না আজীবনের জন্য জোড়া বাঁধে। সঙ্গী না মারা যাওয়া পর্যন্ত ওদের জোড় অটুট থাকে।বর্ষাকালে এরা প্রজনন করে। এপ্রিল-জুলাই মাসে বন অথবা চা বাগানের ধারে ১০-১৫ মিটার উঁচুতে গাছের কোটরে (সাধারণত কাঠঠোকরার সৃষ্ট) ঘাস, পালক ও আবর্জনা দিয়ে বাসা বানিয়ে ডিম পাড়ে। ডিমগুলো নীল, সংখ্যায় দুই-তিনটি। ডিমের মাপ ৩.৬ × ২.৬ সেমি। ডিম ফুটতে সময় লাগে ১৪-১৫। ছানারা উড়তে শিখলেই মা-বাবার কাছ থেকে সরে পড়ে।\r\n\r\n\r\n\r\n",
            "sciencetificName":"Gracula religiosa",
            "bangla":"",
            "type":"India",
            "sound":"https://avocet.integrativebiology.natsci.msu.edu/recordings/8915/download?filetype=mp3"
        },
        {
            "image":"https://bn.wikipedia.org/wiki/%E0%A6%9A%E0%A6%BF%E0%A6%A4%E0%A7%8D%E0%A6%B0:Halcyon_pileata_-_Phra_Non.jpg",
            "title":"Black-capped Kingfisher(কালো মাথা মাছরাঙা)",
            "description":"কালো মাথা মাছরাঙা হল একধরনের গেছো মাছরাঙা যারা প্রধানত ক্রান্তীয় এশিয়া মহাদেশে ব্যাপক ভাবে বিস্তৃত। বিশেষত ভারত থেকে চীন, কোরিয়া এবং দক্ষিণপূর্ব এশিয়াতেই এদের বসবাস। এরা পরিযায়ী পাখি এবং সাধারণত শীতকালে পযান করে। শীতকালে এরা শ্রীলঙ্কা, থাইল্যান্ড, বোর্নিও এবং জাভা প্রভৃতি জায়গায় পরিযান করে।\r\n\r\nএরা একটু বড় আকারের হয়, ২৮ সেমি লম্বায়। প্রাপ্তবয়স্কদের পিঠের রঙ হয় বেগুনি নীলচে রঙের, কালো রঙের মাথা এবং কাঁধ, সাদা রঙের গলায় এবং ঘাড়ে দাগ থাকে, এবং এদের দেহের নীচের অংশ বাদামি রঙের হয়। এদের ঠোঁট লম্বা হয় এবং এদের পা উজ্জ্বল লাল রঙের হয়। এদের ঊড়ানের সময় এদের কালো ও নীল ডানায় সাদা রঙের ছোপ ছোপ দেখতে পাওয়া যায়। উভয় পুরুষ এবং মহিলাই একইরকম দেখতে হয়। তরুণরা দেখতে একটু ফ্যাকাশে হয়। এদের ডাক হয় কি-কি-কি-কি-কি এরম ধরনের।\r\n\r\nএরা উপকূলের দিকের খুব সাধারণ মাছরাঙা বিষেশত ম্যানগ্রোভে। এই প্রজাতিটি প্রধানত বড়ো বড়ো পোকামাকড়ই খায় বা শিকার ধরে। কিন্তু উপকূলীয় মাছরাঙারা মাছ ও ব্যাঙও খায়। এদের উড়ান খুব তাড়াতাড়ি হয় এবং সোজা হয়।\r\n\r\nএদের বাসা প্রধানত মাটির তলায় বড় সুড়ঙ্গ খুড়ে হয়। এদের এক একটা বাসায় প্রায় ৪ থেকে ৫ টা ডিম থাকে।\r\n\r\n",
            "sciencetificName":"Halcyon pileata",
            "bangla":"",
            "type":"India",
            "sound":"https://www.xeno-canto.org/311933/download"
        },
        {   "image":"https://scontent.fcgp3-1.fna.fbcdn.net/v/t1.0-9/14702472_848556985279953_2947478205343911659_n.jpg?_nc_cat=109&_nc_oc=AQk4FacPqmDFvtcO0xTREYKiz6wJEYuKkAHJX9Eh5S_Ts_GtHszhKbNA5RO5KVOSBOg&_nc_ht=scontent.fcgp3-1.fna&oh=960116a89f2632b7ccf6be61c52a0373&oe=5DF18C54",
            "title":"Black-naped Monarch(কালাঘাড় রাজন)",
            "description":"কালাঘাড় রাজন  Monarchidae পরিবারের Hypothymis গণের একটি পাখি প্রজাতি। পূর্ণবয়স্ক কালাঘাড় রাজনের দেহের দৈর্ঘ্য ১৬ সে:মি: হয়৷ এদের দেহের রঙ মূলত নীল এবং পেটের অংশ হলদেটে দেখা যায়৷\r\n\r\nবাংলাদেশের ২০১২ সালের বন্যপ্রাণী (সংরক্ষণ ও নিরাপত্তা) আইনানুসারে এ প্রজাতি সংরক্ষিত।\r\n\r\n\r\nবরেণ্য পাখি গবেষক, লেখক ও বাংলাদেশ বার্ড ক্লাবের প্রতিষ্ঠাতা ইনাম আল হক কালের কণ্ঠকে বলেন, 'এটি আমাদের দেশের সুলভ আবাসিক পাখি হলেও একে খুবই কম দেখা যায়। পাখিটি থাকে মানুষের আশপাশেই বাগান ও বন-জঙ্গলে। অধিকাংশ গ্রামের বাঁশবনেই এদের আপনি পাবেন। কিন্তু ছোট এবং বনের ভেতরে থাকে বলে সে মানুষের নজরের মধ্যে সহজে পড়ে না। আর লোকে তাকে দেখেনি বলে এর নামও দেয়নি। ২০ বছরের বেশি সময় হয়ে গেল আমি দেশের যে অঞ্চলগুলোতে যাই সেখান থেকে পাখির আঞ্চলিক নাম সংগ্রহ করি। যেমন- বেয়াঠোঁটি, খড়মা; এগুলো সিলেট বিভাগ থেকে সংগৃহীত পাখির নাম। কিন্তু এই পাখিটির স্থানীয় নামও পাইনি।'\r\n\r\nনামকরণ প্রসঙ্গে এই পাখিবিদ বলেন, 'এটির ইংরেজি নাম দেওয়া আছে মনার্ক। সে জন্য আমি এই পাখিটির নাম বাংলায় করে নিয়েছি রাজন। মনার্ক অর্থাৎ রাজন মানে রাজা, রাজন্য, মহারাজ প্রভৃতি বোঝায়। এখানে শব্দটিকে ছোট করে রাজাকেই রাজন বলা হয়েছে। রাজন খুব সুন্দর একটা নাম এবং ইংরেজি শব্দের সঙ্গে দারুণভাবে মিলে যায়। স্থানীয়ভাবে এর কোনো নাম না থাকায় পাখিটির নাম দিয়েছি 'কালাঘাড় রাজন'। ঘাড় কালো বলে তাকে কালাঘাড় বলা হয়েছে। নামটি ভালোই চালু হয়ে গেছে।'\r\n\r\nইনাম আল হক আরো বলেন, 'ভালো করে খেয়াল করলে দেখা যাবে পাখিটির মাথার পেছন দিকে ওপরে কালো মুকুটের মতো অংশ রয়েছে। ওই কালো টুপুরের অংশটি একটু উঁচু করা আছে। এই Monarchidae (মর্নাকিডি) পরিবারের মাত্র দুটি পাখি রয়েছে আমাদের দেশে। একটি এশীয় শাবুলবুলি (Asian paradise Flycatcher), অন্যটি এই কালাঘাড় রাজন। আকর্ষণীয় লেজের জন্য এ দুটি পাখি দেখতে চমৎকার। এশীয় শাবুলবুলির রয়েছে দীর্ঘ অপরূপ সুন্দর লেজ। অনুরূপ কালাঘাড় রাজনেরও রয়েছে অদ্ভুত লেজের বাহার। কালাঘাড় রাজন বনের ভেতরে উড়ে বেড়ানো পতঙ্গ ধরে খায়। ঘন ডালপালার ভেতর দিয়ে অনায়াসে সে দ্রুত ছুটতে পারে। মেয়ে পাখিটি হালকা নীল অর্থাৎ অনেকটা ছাই রঙের। তবে ছেলে পাখিটির রং একটু বেশি নীল। শরীরের রং প্রকৃতির সঙ্গে মিলেমিশে একাকার হয়ে থাকে। খুব ভালো করে না দেখলে চোখে পড়ে না।'\r\n\r\nবাসা তৈরি প্রসঙ্গে ইনাম আল হক বলেন, 'প্রজনন মৌসুমে ওরা খুব মজা করে বাসা তৈরি করে থাকে। ছোট ছোট কাঠি, শুকনো লতাপাতা ঠোঁটে করে এনে মাকড়শার জাল দিয়ে বেঁধে বেঁধে বাসার দেয়ালটা গোল-মোটা বাটির মতো করে বানায়। পাখিটা ছোট, কিন্তু ওর বাসার দেয়ালটা মোটা করে তৈরি করে। তিনটি ডিম দিলেই বাসাটা ভরে যায়। পাখিটা তা দেয় বাসার ওপরে বসে। ওপরে বসে তা দিলে কেবল ওপরের ডিমেই তা লাগার কথা। তবে বাসা তৈরির বিশেষ কৌশলের কারণে নিচের ডিমেও উত্তাপ লাগে। বাসার চারদিকটি মোটা করে তৈরি করায় তায়ের উত্তাপ বাইরে বেরিয়ে যেতে পারে না। কিছু দিন পরপর ডিমগুলোকে ঠোঁট দিয়ে ঘুরিয়ে দেয়, যাতে সমানভাবে উত্তাপ লাগে। বিশেষ বৈশিষ্ট্যের বাসার কারণে ডিম নষ্ট হয় না বললেই চলে। সাধারণত ওরা বাসা তৈরি করে কিছুটা নিচু স্থানে। অনেকটা মানুষের নাগালের মধ্যে। বেশি ওপরে বাসা বানালে শিকারি পাখিসহ অন্যান্য সরীসৃপ প্রাণী আক্রমণ করে ডিম খেয়ে ফেলে। আর বর্ষা মৌসুম শুরুর একটু আগে যখন কীটপতঙ্গ অনেক বেশি হয় তখন ডিমে তা দিয়ে ছানা ফোটায়।'\r\n\r\n\r\n\r\n",
            "sciencetificName":"Hypothymis azurea",
            "bangla":"",
            "type":"Laos",
            "sound":"https://www.xeno-canto.org/497016/download"
        },
        {
            "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Northern_Spotted_Owl.USFWS.jpg/970px-Northern_Spotted_Owl.USFWS.jpg",
            "title":"Eurasian Eagle-Owl(কৃষ্ণকায় মেছো পেঁচা)",
            "description":"কৃষ্ণকায় মেছো পেঁচা (Bubo flavipes) হল প্যাঁচা প্রজাতির একধরনের পাখি। এদেরকে অন্যান্য মেছো পেঁচাদের সাথে একইভাগে রাখা হয় যার নাম হল কেটুপা, কিন্তু এই দলটা আপেক্ষিক ভাবে ঈগল পেঁচাদের দলে পড়ে যায়, যার নাম হল বুবো।\r\nএই টিপিকাল আউলদের প্রধানত পাওয়া উপক্রান্তীয় অঞ্চলে এবং বনাঞ্চলে। এদের প্রধান বিস্তার হল বাংলাদেশ, ভুটান, চীন, ভারত, লাওস, মায়ানমার, নেপাল, তাইওয়ান এবং ভিয়েতনাম। এরা প্রধানত মাছ খায়, এছাড়াও কাঁকড়া, চিংড়ি, ব্যাঙ, ব্যাঙ্গাচি, টিকটিকি, সাপ, এবং ছোটো ছোটো প্রাণী খায় যেমন গন্ধমূষিক, এবং ইঁদুর, বাদুড় ইত্যাদিও খেয়ে থাকে। এরা এছড়াও পাখি শিকার করে, যার মধ্যে একটা হল মান্দারিন হাঁস, যাদেরকে প্রধানত তাইওয়ানে দেখতে পাওয়া যায়। এই পেঁচা একটা নদীর ওপরে ৫.৫ থেকে ৭.৭ কিলোমিটার জায়গা নিজের দখলে রাখে।\r\n",
            "sciencetificName":"Bubo flavipes",
            "bangla":"pecha,fhecha,fecha",
            "type":"Germany",
            "sound":"https://www.xeno-canto.org/459981/download"
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },{
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        },
        {
            "image":"",
            "title":"",
            "description":"",
            "sciencetificName":"",
            "bangla":"",
            "type":"",
            "sound":""
        }
    ]
}