{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data": [
      {
        "name": "Angelfish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/angelfish11.jpg",
        "scientific": "Pomacanthidae",
        "map": "/media/animals/maps/angelfish-location-map.png",
        "location": "Southern Hemisphere",
        "diet": "Omnivore",
        "color": "Black, White, Yellow, Orange, Purple, Silver, Blue, Green",
        "habitat": "Rivers and coral reefs",
        "prey": "Fish, Algae, Plankton",
        "predators": "Fish, Birds, Sharks, Mammals",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Body shape and brightly coloured markings",
        "family": "Pomacanthidae",
        "kingdom": "Animalia",
        "desc1": "There are around 100 different species of angelfish that inhabit the waters of the southern hemisphere. There are two main types of angelfish, those that live in the freshwater rivers in South America (freshwater angelfish) and those angelfish that inhabit the salty ocean waters (marine angelfish).",
        "desc2": "The freshwater angelfish has a more triangular shape and will generally only grow to a few inches in length. The marine angelfish can grow up to 12 inches (the same length as a big ruler) and generally have very brightly coloured markings but the exact colours depend on the angelfish species.",
        "desc3": "Both the freshwater angelfish and the marine angelfish are known to be relatively difficult fish to keep in household aquariums, as both types of angelfish require very specific water conditions. Angelfish are very susceptible to changes in the water such as salt levels and pH levels, and will often die if changes are too drastic.",
        "desc4": "Despite the fact that their names are the same, freshwater angelfish and marine angelfish are not thought to be closely related. The freshwater angelfish is a tropical species of cichlid, distantly related to the cichlids found in specific lakes in Africa. The marine angelfish are believed to be most closely related to the butterfly fish.",
        "water": "Fresh, Salt",
        "phlevel": "6.5 - 7.2",
        "conservation": "Threatened"
      },
      {
        "name": "Barracuda",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/barracuda4.jpg",
        "scientific": "Sphyraena",
        "map": "/media/animals/maps/barracuda-location-map.png",
        "location": "Oceans worldwide",
        "diet": "Carnivore",
        "color": "Grey, Blue, Black, Brown",
        "habitat": "Coastal lagoons and coral reefs",
        "prey": "Fish, Plankton, Invertebrates",
        "predators": "Sharks, Humans, Killer Whales",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Large body size and powerful jaws",
        "family": "Sphyraenidae",
        "kingdom": "Animalia",
        "desc1": "The barracuda is a large species of fish found in the warmer, coastal regions of the world's oceans. There are more than 20 different species of barracuda that range in size from less than 50cm to nearly 2 meters in length.",
        "desc2": "The barracuda is widely spread across the oceans but is more commonly found in the more tropical regions where there is an abundance of food. Although barracudas can be found in the deep ocean, they tend to prefer coastal habitats along continental shelves and close to coral reefs.",
        "desc3": "Despite the difference in size and colour between barracuda species, all species of barracuda have a similar elongated appearance, and pointed head with powerful jaws, containing rows of sharp fang-like teeth used for eating larger prey.",
        "desc4": "The barracuda is known to be an aggressive and dominant predator, often relying on the surprise tactic in order to catch its prey. Barracudas are also able to swim at over 40 km/h in short bursts which they do to overtake prey that may be trying to swim away.",
        "water": "Salt",
        "phlevel": "5 - 7",
        "conservation": "Least Concern"
      },
      {
        "name": "Siamese Fighting Fish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/siamese_fighting_fish3.jpg",
        "scientific": "Betta Splendens",
        "map": "/media/animals/maps/siamese-fighting-fish-location-map.png",
        "location": "Southeast Asia",
        "diet": "Carnivore",
        "color": "",
        "habitat": "Mekong river in south-east Asia",
        "prey": "Insects, Brine Shrimp, Plankton",
        "predators": "Fish, Cat, Salamander",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Feisty temperament and long tail fin",
        "family": "Osphronemidae",
        "kingdom": "Animalia",
        "desc1": "The Siamese fighting fish is a small and colourful carnivorous species of fish found in the Mekong River that runs through a number of countries in south-east Asia.",
        "desc2": "The Siamese fighting fish is native to the Mekong delta in south-east Asia and although the Siamese fighting fish can today be found naturally in Myanmar, Laos and Cambodia, it is thought to have originated from Thailand.",
        "desc3": "The Siamese fighting fish was given its name in Thai \"ikan bettah\",  which means biting fish! The Siamese fighting fish is known for its feisty temperament displayed towards other males and smaller species of fish and can often display very aggressive behaviour towards any animals that the Siamese fighting fish sees as a threat towards it.",
        "desc4": "The Siamese fighting fish is easily recognised due to the beautiful colours displayed on the body of the Siamese fighting fish. Siamese fighting fish also have long and elaborate coloured fins, which are longer on the male Siamese fighting fish than the fins of the female Siamese fighting fish. The fins of the Siamese fighting fish look particularly elaborate due to the fact that the body of the Siamese fighting fish is relatively small.",
        "water": "Fresh",
        "phlevel": "6.9 - 7.2",
        "conservation": "Least Concern"
      },
      {
        "name": "Pike",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/pike1.jpg",
        "scientific": "Esox",
        "map": "/media/animals/maps/pike-location-map.png",
        "location": "North America and Eurasia",
        "diet": "Carnivore",
        "color": "Grey, Blue, Black, White",
        "habitat": "Slow moving water",
        "prey": "Fish, Frogs, Insects",
        "predators": "Eagles, Dogs, Humans",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Esociformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Elongated body and strong jaw",
        "family": "Esocidae",
        "kingdom": "Animalia",
        "desc1": "The pike is a large species of freshwater fish, natively found in North America and across Eurasia. There are five recognised species of this large predatory fish which are the American pickerels, the Northern Pike, the Muskellunge, the Chain Pickerel and the Amur pike. Pikes are also one of the world's oldest fish, thought to have been found on earth for the past 65 million years.",
        "desc2": "Pike are most commonly found in large bodies of deep, slow-moving water such as lakes, rivers and occasionally in large streams. Pike inhabit areas where there is plenty of cover from the reeds, where they are able to lurk until dinner swims past. Pike are found in North America, Canada, across Europe and into parts of western Asia.",
        "desc3": "Pike are generally quite large in size, but it is the female pike that often become the largest predators within their environment. Pikes can range in size from just half a meter, to 1.8m in length depending on the species and the area which it inhabits. The grey-green scales of the pike give it perfect camouflage when it is hiding amongst the reeds.",
        "desc4": "The pike is one of the most easily recognised fish in the world, mainly due to their elongated body shape and sharply pointed head. The teeth of the pike are one of it's most characteristic features as they are pointed and very sharp, to make catching prey more efficient.",
        "water": "Fresh",
        "phlevel": "6 - 8",
        "conservation": "Least Concern"
      },
      {
        "name": "Seahorse",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/seahorse8.jpg",
        "scientific": "Hippocampus",
        "map": "/media/animals/maps/seahorse-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "",
        "habitat": "Shallow tropical waters and coral reefs",
        "prey": "Tiny Fish, Brine Shrimp, Plankton",
        "predators": "Fish, Crabs, Rays",
        "food": "Tiny Fish",
        "phylum": "Chordata",
        "order": "Syngnathiformes",
        "numberofspecies": null,
        "skin": "Skin",
        "features": "Long snout and brooding pouch on the male",
        "family": "Syngnathidae",
        "kingdom": "Animalia",
        "desc1": "The seahorse is a small species of vertebrate that is found in the tropical shallows and temperate waters around the world. The sea horse is also commonly found around coral reefs where there is plenty of food and places for the seahorse to hide.",
        "desc2": "The seahorse is most closely related to a pipe fish although, the seahorse does not have scales like most fish and instead the seahorse has a bone structure that is made up of little plates and covered with a thin layer of skin.",
        "desc3": "There are 32 recognised species of seahorse found in all water types worldwide, with the exception of the polar regions. Seahorses are generally small animals averaging around 10cm in height although this is dependent on the species. Seahorses can also be found in many different colours but the exact colour of the seahorse is down to the particular species of seahorse and the area in which it lives.",
        "desc4": "Seahorses spend their time bobbing in the sea grasses and coral reefs and due to their colourings, seahorses are able to camouflage themselves pretty effectively into the aquatic plants and larger coral so as to hide from their predators.",
        "water": "Fresh, Brackish, Salt",
        "phlevel": "7.9 - 8.4",
        "conservation": "Endangered"
      },
      {
        "name": "Flounder",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/flounder.jpg",
        "scientific": "Paralichthys",
        "map": "/media/animals/maps/flounder-location-map.png",
        "location": "Atlantic and Pacific Oceans",
        "diet": "Carnivore",
        "color": "Brown, Black, Yellow, White, Tan",
        "habitat": "Tropical coastal waters",
        "prey": "Small fish, Shrimp, Crabs",
        "predators": "Large Fish, Sharks, Eels",
        "food": "Small Fish",
        "phylum": "Chordata",
        "order": "Pleuronectiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Flattened body often with coloured spots",
        "family": "Paralichthyidae",
        "kingdom": "Animalia",
        "desc1": "The flounder is a species of flatfish that is found in the coastal waters of the northern Atlantic and Pacific Oceans. Flounder are found hiding on the ocean floor at depths from shallow coral reefs to the deepest trench on Earth.",
        "desc2": "There are five different species of flounder found in the oceans, and only one of these flounder species (the Japanese flounder) is found in the Northern Pacific Ocean. The summer flounder, the winter flounder and the southern flounder are all found in the western Atlantic Ocean, while the European flounder is found in the colder waters around Northern Europe.",
        "desc3": "All five flounder species are very similar in appearance but can vary quite dramatically in size. Flounder can vary from 5 to 25 inches in size depending on the species, but all flounder species have a rounded, flattened body shape with a medium-sized flat tail fin.",
        "desc4": "The colours and markings of the flounder are dependant on the flounder species, although all five flounder species have adapted to life in the sand on the sea floor and they are often coloured to be camouflaged into their silty surroundings.",
        "water": "Salt",
        "phlevel": "6.5 - 8.0",
        "conservation": "Least Concern"
      },
      {
        "name": "Molly",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/molly4.jpg",
        "scientific": "Poecilia",
        "map": "/media/animals/maps/molly-location-map.png",
        "location": "Central America",
        "diet": "Omnivore",
        "color": "Brown, Black, Yellow, White, Green, Blue, Red, Orange",
        "habitat": "Rivers in the Amazon Rainforest",
        "prey": "Algae, Insects, Bloodworm",
        "predators": "Large Fish, Birds, Reptiles",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Cyprinodontiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Large-sized fins and bear live young",
        "family": "Poeciliidae",
        "kingdom": "Animalia",
        "desc1": "The molly is a small-sized tropical fish that is found naturally in the warm and peaceful rivers of Central America. Today, mollies are extremely popular fish to be kept in the community of an artificial aquarium, all around the world.",
        "desc2": "Mollies are known for their calm and peaceful nature, which along with their brightly coloured bodies, makes them a particularly popular choice for freshwater tanks of all shapes and sizes. The male mollies are more slender than the female mollies and have a slightly longer tail fin, making the two sexes easy to tell apart.",
        "desc3": "Mollies live amongst the plants in a group containing numerous molly individuals, known as a school. Although this works well for the mollies in the wild, the fast-paced breeding of these molly groups can quickly become a problem in artificial tanks.",
        "desc4": "Mollies are omnivorous animals and therefore have a diet that is comprised of both plant and animal matter. Mollies primarily eat small invertebrates including insects and bloodworm, along with algae and food particles in the water.",
        "water": "Fresh",
        "phlevel": "7.5 - 8.5",
        "conservation": "Threatened"
      },
      {
        "name": "Moray Eel",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/moray_eel6.jpg",
        "scientific": "Muraenidae",
        "map": "/media/animals/maps/moray-eel-location-map.png",
        "location": "Tropical and temperate waters",
        "diet": "Carnivore",
        "color": "Grey, Black, Brown, White, Yellow, Green, Blue, Orange",
        "habitat": "Coastal and deep waters",
        "prey": "Fish, Squid, Crustaceans",
        "predators": "Sharks, Humans, Barracuda",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Anguilliformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Muraenidae",
        "kingdom": "Animalia",
        "desc1": "Moray eels are found in both deep and shallow waters in tropical and sub-tropical regions. Although moray eels can be find in cooler waters occasionally, they tend to remain in the crevices deep in the ocean rather than venturing into shore. The largest populations of moray eels are found around tropical coral reefs where they are numerous different marine species found in large numbers.",
        "desc2": "There are around 200 different species of moray eel than can range in size from just 10cm long to nearly 2 meters in length. Despite their varying size and colour all moray eels are fairly similar in appearance with an elongated body, slightly flattened towards the tail. Moray eels also have large eyes and mouths which contain large teeth.",
        "desc3": "The moray eel is a relatively secretive animal, spending much of its time hiding in holes and crevices amongst the rocks and coral on the ocean floor. By spending the majority of their time hiding, moray eels are able to remain out of sight from predators and are also able to ambush any unsuspecting prey that passes.",
        "desc4": "Like many other large fish, the moray eel is a carnivorous animal surviving on a diet that consists of only meat. Fish, molluscs including squid and cuttlefish and crustaceans such as crabs are the main source of food for the moray eel.",
        "water": "Salt",
        "phlevel": "5-7",
        "conservation": "Least Concern"
      },
      {
        "name": "Silver Dollar",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/silver_dollar.jpg",
        "scientific": "Metynnis Argenteus",
        "map": "/media/animals/maps/silver-dollar-location-map.png",
        "location": "South America",
        "diet": "Omnivore",
        "color": "Silver, Grey",
        "habitat": "Tropical well-vegetated rivers",
        "prey": "Bloodworm, Insects, Plants",
        "predators": "Large fish, Birds, Reptiles",
        "food": "Bloodworm",
        "phylum": "Chordata",
        "order": "Characiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Disk-like body and short fins",
        "family": "Characidae",
        "kingdom": "Animalia",
        "desc1": "The silver dollar is one of the most popular fish today for tropical fish enthusiasts and is therefore found in artificial aquariums all around the world. The silver dollar originated from the Tapajas River basin, a 12,000 miles long river that runs through Brazil feeding into the great Amazon River.",
        "desc2": "The silver dollar is known to be a relatively peaceful species of tropical fish, but they are also known to have an aggressively dominant nature particularly towards smaller fish. These rounded fish are thought to be closely related to the infamous piranha, also found in the rivers of South America, and also not as ferocious, the silver dollar definitely shares some of the piranha's bullying instinct.",
        "desc3": "Silver dollar are generally quite sociable find, spending their lives amongst the weeds in the well-vegetated parts of the river where there is a good supply of food and protection from passing predators. Silver dollar gather together in groups known as shoals. which are able to work together to catch larger prey or to try and intimate hungry predators.",
        "desc4": "Although omnivorous animals, the silver dollar has a mainly vegetarian diet primarily eating grasses and other aquatic plants in the surrounding water. In the wild, silver dollar also supplement their diet with small invertebrates including insects, worms and spiders.",
        "water": "Fresh",
        "phlevel": "5 - 7",
        "conservation": "Least Concern"
      },
      {
        "name": "Lionfish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/lionfish.jpeg",
        "scientific": "Pterois volitans",
        "map": "/media/animals/maps/lionfish-location-map.png",
        "location": "Pacific Ocean",
        "diet": "Carnivore",
        "color": "Red, White, Black, Brown, Orange",
        "habitat": "Tropical reefs and rocky crevices",
        "prey": "Fish, Shrimp, Crabs",
        "predators": "Eels, Frogfish, Scorpion Fish",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Scorpaeniformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Striped body markings with long spines",
        "family": "Scorpaenidae",
        "kingdom": "Animalia",
        "desc1": "The lionfish (also known as the turkeyfish, tigerfish, dragonfish, scorpionfish, and butterfly cod) is a poisonous spiky fish found in the warmer waters of the western and central Pacific Ocean. The lionfish is a predatory fish hunting small fish, but it's venom is capable of being fatal to larger creatures.",
        "desc2": "The lionfish is a popular aquarium fish around the world, although the lionfish is better kept in tanks with lots of space and few other fish. The lionfish can live to around 16 years in the wild and lionfish often live longer if looked after well in captivity.",
        "desc3": "There are around 8 different recognised species of lionfish that are found in the Pacific Ocean. The lionfish is natively found in coastal waters around rocky crevices and coral reefs where there are lots of smaller fish for the lionfish to eat and also places for the lionfish to hide.",
        "desc4": "The lionfish catches its prey by hiding in a crevice in the rock or coral and then ambushing it as it swims past. The lionfish then corners its prey with its large fins before swallowing it whole.",
        "water": "Salt",
        "phlevel": "8.1 - 8.4",
        "conservation": "Least Concern"
      },
      {
        "name": "Discus",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/discus1.jpg",
        "scientific": "Symphysodon",
        "map": "/media/animals/maps/discus-location-map.png",
        "location": "Brazil, Columbia and Peru",
        "diet": "Omnivore",
        "color": "Blue, Red, Green, Yellow, Orange, Black, Brown",
        "habitat": "Deep, slow-moving waters",
        "prey": "Insects, Worms, Small fish",
        "predators": "Fish, Turtles, Birds",
        "food": null,
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": 3,
        "skin": "Scales",
        "features": "A round and colourful disc-like body",
        "family": "Cichlidae",
        "kingdom": "Animalia",
        "desc1": "The Discus is a species of tropical Cichlid, found in the Amazon basin of South America. There are three recognised sub-species of the Discus which are the Green Discus, the Blue Discus and the Brown Discus. The Discus was first described by Dr. Heckel in 1840 and despite variations in colour, all are similar in appearance but are found in different geographic locations. There is however some disagreement over the scientific names for each species, but many agree that most captive bred Discus are thought to have originated from these three sub-species.",
        "desc2": "The Discus is a medium sized Fish, with a round, flattened body and large extended fins which also add to its disk-like shape (from which it get its name). Discus have small mouths and small bright red eyes, and vary in colour depending on the species (either green, blue or brown in the wild, but there are many new variations found in aquariums around the world today such as red). The round body of the Discus also has nine dark, vertical stripes which are thought to be used both for camouflage (along with its colour and flattened body) and to communicate within the school.",
        "desc3": "The Discus is one of only a few Cichlid species found outside of Africa. They are found inhabiting sections of deep, calm, well-wooded waters in the Amazon Basin and its tributaries. These slow-moving rivers and backwaters of the Amazon river system that stretch through Brazil, Columbia and Peru, provide the perfect habitat for these large Fish, which generally shelter amongst the submerged roots and branches. Discus are known to be fussy about the water conditions in artificial habitats and are not for the inexperienced keeper. In their natural environment, Discus inhabit soft, acidic, and very warm waters, where there is less competition from other Fish.",
        "desc4": "Unlike many other Cichlid species, the Discus is a very sociable Fish and is often found in large groups (known as schools), in their native habitats. Living in these large groups means that the Discus displays very advanced behaviour for a Cichlid, as other species are not schooling Fish. Discus are generally mild mannered but are known to become aggressive within their pair bonds, or when defending their young or territory. One common observation from those kept in tanks, is that the Fish at the bottom of the social ladder, can be bullied extensively by groups of Discus higher up the chain, so much in fact that it can lead to death in some cases.",
        "water": "Fresh",
        "phlevel": "5.5 - 6.5",
        "conservation": "Threatened"
      },
      {
        "name": "Butterfly Fish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/butterfly_fish5.jpg",
        "scientific": "Chaetodontidae",
        "map": "/media/animals/maps/butterfly-fish-location-map.png",
        "location": "Atlantic, Indian, Pacific Oceans",
        "diet": "Omnivore",
        "color": "Black, White, Yellow, Orange, Silver",
        "habitat": "Tropical coral reefs",
        "prey": "Plankton, Coral, Crustaceans",
        "predators": "Fish, Eels, Sharks",
        "food": "Plankton",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Elongated nose and bright colours",
        "family": "Chaetodontidae",
        "kingdom": "Animalia",
        "desc1": "The butterfly fish is a generally small-sized species of marine fish, found in tropical and subtropical waters, primarily around coral reefs. The butterfly fish is well known for its brightly coloured body and elaborate markings.",
        "desc2": "There are more than 100 different species of butterfly fish found distributed throughout the Atlantic, Indian and Pacific oceans, meaning that the butterfly fish is a salt-water species of (marine) fish.",
        "desc3": "The average butterfly fish is fairly small and generally grows to around 4 or 5 inches in length. Some species of the butterfly fish however, are known to grow to 8 inches (20 cm) long and some butterfly fish individuals have been known to grow to 30 cm in length.",
        "desc4": "The butterfly fish can live for up to 10 years in a well kept aquarium but will only reach about 7 years old in the wild. The butterfly fish is a difficult fish to keep as they need very specific water conditions that need regular and close monitoring and so the butterfly fish is only found in specific water conditions in the wild.",
        "water": "Salt",
        "phlevel": "8.1 - 8.6",
        "conservation": "Endangered"
      },
      {
        "name": "Wrasse",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/wrasse5.jpg",
        "scientific": "Labridae",
        "map": "/media/animals/maps/wrasse-location-map.png",
        "location": "Atlantic, Indian and Pacific Oceans",
        "diet": "Carnivore",
        "color": "Grey, Black, Brown, White, Yellow, Green, Blue, Orange",
        "habitat": "Coral reefs and rocky shores",
        "prey": "Small Fish and Invertebrates",
        "predators": "Sharks, Lionfish, Barracuda",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Large, thick lips and protractile mouths",
        "family": "Labridae",
        "kingdom": "Animalia",
        "desc1": "There are more than 500 different species of Wrasse found in the shallower coastal waters and coral reefs, of the Pacific, Indian and Atlantic oceans. Wrasse most commonly inhabit areas that have an abundance of both food and places to hide, making coral reefs and rocky shores the perfect home for the wrasse.",
        "desc2": "Cleaner wrasse are the most well-known wrasse species as they are often seen going into the mouths of large marine animals in order remove the dead material inside. Cleaner wrasse feed on dead tissues, scales and parasites that lurk inside the mouth of the larger animal, and few are actually eaten by the predator that they are assisting.",
        "desc3": "Wrasse come in a variety of colours and sizes depending on the species of wrasse. Wrasse tend to be relatively small in size, with many species of wrasse being less than 20 cm in length. One species of wrasse however is enormous in comparison, growing to more than 2 meters long.",
        "desc4": "Wrasse are carnivorous animals that have thick lips with a row of teeth that usually face outwards. The mouth of the wrasse is protractile which means that it is capable of extending forwards. Wrasse feeds on a number of small invertebrates, small fish and food particles in the water. Wrasse are also known to follow large predatory fish, eating the trail of left-overs that it leaves behind it.",
        "water": "Salt",
        "phlevel": "5 - 7",
        "conservation": "Least Concern"
      },
      {
        "name": "Gar",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/gar1.jpg",
        "scientific": "Lepisosteidae",
        "map": "/media/animals/maps/gar-location-map.png",
        "location": "American waters",
        "diet": "Carnivore",
        "color": "Grey, Blue, Black, Brown, Yellow",
        "habitat": "Lakes and slow-moving rivers",
        "prey": "Fish, Insects, Invertebrates",
        "predators": "Large Fish, Alligators, Humans",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Lepisosteiformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Elongated body and sharp needle-like teeth",
        "family": "Lepisosteidae",
        "kingdom": "Animalia",
        "desc1": "There are seven different species of gar found on the American continent where they can be found in fresh or brackish water habitats such as lakes and reservoirs, and in the larger slow-moving rivers. The gar is most commonly found in eastern parts of North America, Central America and also on a number of the Caribbean islands.",
        "desc2": "The gar is a generally quite large species of fish, with some individuals able to reach lengths of 3 meters or more. Although not all gar species are quite so big, they are all generally large fish and therefore dominant predators within their environments.",
        "desc3": "Gar are generally slow-moving fish and so must rely on the power and strength of their jaws in order to catch their prey. Gar have a long jaw which is filled with sharp, needle-like teeth and can often be seen together in small groups as they try to ambush their prey as one.",
        "desc4": "The gar is a carnivorous and dominant predator within its environment feeding only on other animals in the water. Gar primarily hunt fish, insects and other invertebrates such as crabs along with eggs and other animals in the water.",
        "water": "Fresh",
        "phlevel": "6 - 9",
        "conservation": "Least Concern"
      },
      {
        "name": "Cichlid",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/cichlid9.jpg",
        "scientific": "Cichlidae",
        "map": "/media/animals/maps/cichlid-location-map.png",
        "location": "African Lakes",
        "diet": "Omnivore",
        "color": "Black, White, Yellow, Orange, Silver, Blue, Green, Red",
        "habitat": "African Great Lakes",
        "prey": "Algae, Fish, Invertebrates",
        "predators": "Fish, Eels, Sharks",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Bright colours and hugely diverse",
        "family": "Cichlidae",
        "kingdom": "Animalia",
        "desc1": "The cichlid is a brightly coloured freshwater fish that can range in size from just a couple of centimetres to over a metre in length. All species of cichlid are very similar in appearance with the exception of their size and colour.",
        "desc2": "There are more than 1,300 known species of cichlid with more being found each year. There is an estimated 3,000 different species in total! Every different species of cichlid is only found in Africa and in very specific places.",
        "desc3": "The cichlid is native to the Victoria, Malawi, and Edward Lakes of eastern Africa and the Tanganyika lake which is the largest lake in central Africa. The two different types of cichlids are thought to have evolved from different fish. The great diversity of the cichlids in these lakes is of significant importance to scientists studying evolution within species.",
        "desc4": "Cichlids are often popular fish to keep as they as can be small and colourful but are easier to keep in an artificial aquarium than marine fish. Other cichlids are bred for meat due to their enormous size and are often caught in the wild by local fishermen.",
        "water": "Fresh, Brackish",
        "phlevel": "6.4 - 6.8",
        "conservation": "Least Concern"
      },
      {
        "name": "Electric Eel",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/electric_eel3.jpg",
        "scientific": "Electrophorus Electricus",
        "map": "/media/animals/maps/electric-eel-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Black, White, Purple, Blue",
        "habitat": "River in the Amazon",
        "prey": "Fish, Birds, Small mammals",
        "predators": "Human",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Gymnotiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Long body and organs that produce and electric current",
        "family": "Gymnotidae",
        "kingdom": "Animalia",
        "desc1": "Electric eels can grow up to 2.5 metres and only need to surface for air every 10 minutes due to the eels complex circulatory system. Electric eels tend to live in muddy beds in calm water, eating fish and small mammals.",
        "desc2": "Despite the name electric eel, the electric eel is actually related most closely to a catfish and not the common eel fish and many electric eel adults tend to be smaller than their eel fish counterparts.",
        "desc3": "The electricity that the electric eel uses to shock its prey, is produced in pairs of organs that are found in the abdomen of the electric eel. These electricity producing organs take up around of 80% of the body of the electric eel leaving only 20% of the electric eels body free to hold the electric eels vital organs that it needs to survive.",
        "desc4": "Electric eels are found inhabiting fresh waters of the Amazon and Orinoco river basins in South America, and the electric eels tend to prefer the river floodplains, swamps, coastal plains, and creeks. Electric eels tend to live on muddy bottoms in calm water and in stagnant arms of rivers, where the electric eel spends most of its time hunting.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern"
      },
      {
        "name": "Barb",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/barb3.jpg",
        "scientific": "Barbus Barbus",
        "map": "/media/animals/maps/barb-location-map.png",
        "location": "Asia",
        "diet": "Omnivore",
        "color": "Black, White, Yellow, Orange, Red, Silver",
        "habitat": "Slow flowing rivers and lagoons",
        "prey": "Fish, Shrimp, Algae",
        "predators": "Fish, Birds, Reptiles",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Cypriniformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Easily adaptable and rows of teeth",
        "family": "Cyprinidae",
        "kingdom": "Animalia",
        "desc1": "Barb are a small sized group of fish that are naturally found in the freshwater rivers and lakes across the southern hemisphere. There are over 2,000 known species of barb in the world inhabiting the frehswater regions of Asia, Africa and South America.",
        "desc2": "The barb fish is often referred to as a freshwater shark, due to the fact that barb are one of the few species of freshwater fish to have rows of teeth in their mouths. Despite their small size, barbs are known to be ferocious hunters and are dominant predators in the world of small fish in their natural environment. Barb do only prey upon the fish that are smaller than them, but also on medium sized fish that can sometimes be double the size of the barb.",
        "desc3": "Due to their small size and bright colours, barb are commonly kept in household aquariums worldwide. The most common barb kept in aquariums are the cherry barb (pink/red in colour) and the tiger barb (silver body with thick, black stripes and red fin on its belly).",
        "desc4": "Barb are known to be relatively hardy fish and can easily adapt to changes in the water including changes in pH levels and temperate. It is known that barbs can successfully inhabit unheated tanks, and although this has proved to be successful in many cases, it is not recommended as barb are naturally found in warmer tropical waters.",
        "water": "Fresh",
        "phlevel": "6.0 - 7.5",
        "conservation": "Least Concern"
      },
      {
        "name": "Piranha",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/piranha3.jpg",
        "scientific": "Pygocentrus Nattereri",
        "map": "/media/animals/maps/piranha-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Grey, Yellow, Blue, Red",
        "habitat": "Fast flowing rivers and Amazon basin",
        "prey": "Fish, Insects, Snails. Plants",
        "predators": "Botos, Crocodiles, Turtles",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Characiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Rounded head and a single row and triangular teeth",
        "family": "Characidae",
        "kingdom": "Animalia",
        "desc1": "The piranha is a type of freshwater fish found in the rivers of the South American jungles. The piranha can be found in nearly every country in South America and the piranha have been appearing more recently in the south of the USA.",
        "desc2": "The piranha fish has a single row of razor-sharp teeth with the piranha being most commonly known for their taste for blood. The piranha feeds on fish, mammals and birds alike, with the wholes group of piranhas feeding together in a slight frenzy.",
        "desc3": "Despite the carnivorous nature of the piranha, the piranha is actually an omnivore and will eat almost anything that it can find. Piranhas mainly feed on fish, snails, insects and aquatic plants occasionally eating larger mammals and birds that fall into the water.",
        "desc4": "Despite it's feared nature, the piranha actually has a number of predators in the wild, including humans that hunt the piranha for food. Piranhas are preyed upon by large predators such as river dolphins (known as botos), crocodiles, turtles, birds and larger fish.",
        "water": "Fresh",
        "phlevel": "6 - 8",
        "conservation": "Least Concern"
      },
      {
        "name": "Sea Dragon",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/sea_dragon5.jpg",
        "scientific": "Phycodurus Eques",
        "map": "/media/animals/maps/sea-dragon-location-map-2.png",
        "location": "Australian coastal waters",
        "diet": "Carnivore",
        "color": "Brown, Black, Yellow, White, Tan, Grey, Green, Red, Orange",
        "habitat": "Tropical coastal waters",
        "prey": "Plankton, Shrimp, Small fish",
        "predators": "Large Fish",
        "food": "Plankton",
        "phylum": "Chordata",
        "order": "Syngnathiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Elongated snout and easily camouflaged body",
        "family": "Syngnathidae",
        "kingdom": "Animalia",
        "desc1": "There are two different species of sea dragon which are the leafy sea dragon and the weedy sea dragon. Although both sea dragon species have a similar body shape and size, they are very different in appearance.",
        "desc2": "The leafy sea dragon is the master of camouflage, and being able to hide itself so easily amongst the plants means that the leafy sea dragon is rarely eaten, despite having numerous potential predators in the surrounding water.",
        "desc3": "The weedy sea dragon does not look so elaborate, only having a few feather fins along its back. The weedy sea dragon has adapted to life on the sea bed as these feathery (weed-like) fins help the sea dragon to camouflage into the debris on the sea floor.",
        "desc4": "Despite their small size, sea dragons are carnivorous animals and therefore have a purely meat-based diet. The sea dragon uses its pipe-like snout to suck its prey into its oddly tooth-less mouth. Sea dragons hunt crustaceans, plankton, shrimp and even small fish, using their camouflage to their advantage.",
        "water": "Salt",
        "phlevel": "6.5 - 8.0",
        "conservation": "Threatened"
      },
      {
        "name": "Clown Fish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/clown3.jpg",
        "scientific": "Amphiprioninae",
        "map": "/media/animals/maps/clown-fish-location-map.png",
        "location": "Indian, Pacific Oceans",
        "diet": "Omnivore",
        "color": "Black, White, Orange, Red, Yellow",
        "habitat": "Tropical coral reefs",
        "prey": "Algae, Plankton, Molluscs",
        "predators": "Fish, Eels, Sharks",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Bright markings and immune to stings from the sea anemone",
        "family": "Pomacentridae",
        "kingdom": "Animalia",
        "desc1": "The clown fish (also known as the anemonefish) is a small species of fish that is found around tropical coral reefs. The most commonly known species of clown fish is orange with white markings but clown fish can be found in many different colours and can also differ in shape.",
        "desc2": "There are 28 recognised species of clown fish that are found in the Indian and Pacific Oceans. The clown fish is also found as far north as the Red Sea and inhabits the Great Barrier Reef, on the Australian east coast.",
        "desc3": "The clown fish was made most famous from the popular children's film  Finding Nemo. Aquatic stores and clown fish breeders reported a significant increase in the popularity of the clown fish although many people did not realise the work that goes into keeping marine fish so sadly, the majority of clown fish bought at the time quickly died.",
        "desc4": "The clown fish is also famous for it's seeming immunity to the stings of the sea anemone. Most clown fish are found either in or around sea anemones which the clown fish inhabits both for protection from predators but also the readiness of food.",
        "water": "Salt",
        "phlevel": "7.9 - 8.4",
        "conservation": "Least Concern"
      },
      {
        "name": "Tang",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/tang3.jpg",
        "scientific": "Acanthuridae",
        "map": "/media/animals/maps/tang-location-map.png",
        "location": "Indian, Pacific Oceans",
        "diet": "Omnivore",
        "color": "Black, Yellow, Red, Blue, Silver",
        "habitat": "Shallow tropical coral reefs",
        "prey": "Algae, Fish, Plankton",
        "predators": "Fish, Eels, Crustaceans",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Perciformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Pointed snout and razor-sharp scalpel at the base of their tail",
        "family": "Acanthuridae",
        "kingdom": "Animalia",
        "desc1": "The tang is a small to medium sized fish that is found in the warmer coastal waters of the tropics. Tangs are well known for their bright colours and are closely related to surgeon fish and unicorn fish.",
        "desc2": "There are 80 known species of tang, that inhabit the tropical waters of the southern hemisphere, including the largest species of the tang group, the white margin unicorn fish that has been known to grow over a meter long.",
        "desc3": "Tang are found around shallow coral reefs where there is an abundance of food and plenty of places to hide from approaching predators. The tang is named after the razor-sharp scalpel (also known as tang) at the base of their tails. When the tang feels threatened, it hides in a crevice in the coral or rocks and anchors itself in using this scalpel. The scalpel at the base of the tang's tail can also be used to defend itself if it is caught.",
        "desc4": "Although the tang is an omnivorous animal, it has a predominantly vegetarian diet. Tang mainly feed on algae and other plants around the coral reefs as well as picking the larger food particles out of the plankton in the water. Later species of tang also feed on small invertebrates and fish. Due to the tang's love of algae, tang can often be seen with sea turtles as they swim along with them cleaning the algae off their shells.",
        "water": "Salt",
        "phlevel": "8.0 - 8.5",
        "conservation": "Threatened"
      },
      {
        "name": "Puffer Fish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/puffer_fish4.jpg",
        "scientific": "Tetraodontidae",
        "map": "/media/animals/maps/puffer-fish-location-map.png",
        "location": "Equator",
        "diet": "Omnivore",
        "color": "Grey, Yellow, Blue, White, Brown",
        "habitat": "Shallow waters and coral reefs",
        "prey": "Algae, Shellfish, Invertebrates",
        "predators": "Humans, Sharks, Large Fish",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Tetraodontiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Inflatable body and sharp poisonous spikes",
        "family": "Tetraodontidae",
        "kingdom": "Animalia",
        "desc1": "There are around 120 known species of puffer fish, the second most poisonous creature on the planet after the Golden Poison Frog. The puffer fish is found in tropical waters worldwide, but they rarely go into the cooler waters.",
        "desc2": "The puffer fish has the remarkable ability to expand its body extremely quickly when faced with danger, unavailing it's long poisonous spikes that cover its body. If a fisherman catches a puffer fish, they will never touch the spikes as they are highly toxic to humans and animals.",
        "desc3": "The puffer fish can grow to up to 60cm in length but the exact length of the puffer fish depends on the species of puffer fish. Puffer fish can be found in a variety of colours but can sometimes be hard to identify when they are not inflated. The puffer fish normally has the appearance of a large tadpole, with bulging eyes and an elongated snout.",
        "desc4": "Puffer fish are omnivorous animals and eat a variety and plants and animals. Puffer fish mainly feed on the algae that grows on the rocks and coral and also the invertebrates that inhabit these areas. Large species of puffer fish will also eat shellfish such as shrimp and crabs and molluscs.",
        "water": "Fresh, Brackish, Salt",
        "phlevel": "5.7 - 6.4",
        "conservation": "Least Concern"
      },
      {
        "name": "X-Ray Tetra",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/x-ray_tetra.jpg",
        "scientific": "Pristella maxillaris",
        "map": "/media/animals/maps/x-ray-tetra-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Silver, Yellow, Black, White",
        "habitat": "Amazon coastal waters",
        "prey": null,
        "predators": "Larger Fish, Frogs, Birds",
        "food": null,
        "phylum": "Chordata",
        "order": "Characiformes",
        "numberofspecies": 1,
        "skin": "Scales",
        "features": "Striped fins and translucent skin",
        "family": "Characidae",
        "kingdom": "Animalia",
        "desc1": "The X-Ray Tetra is a small species of schooling Fish that is naturally found in the Amazon River's coastal waters in South America. The X-Ray Tetra is also known as the Golden Pristella Tetra and the Water Goldfinch due to the faint golden colouration of their translucent skin. They were first described by Ulrey in 1894 and have since become one of the most popular freshwater Fish kept in artificial aquariums today. Although the X-Ray Tetra is the only known species in its genus, it is closely related to other small and colourful South American Fish, including the nearly 100 other Tetra species.",
        "desc2": "The most distinctive feature of the X-Ray Tetra is the translucent layer of skin that covers its small body, allowing the Fish's backbone to be clearly seen. The scales of the X-Ray Tetra are a silvery-yellowish colour that is very faint, looking almost golden in some lights. The X-Ray Tetra also has a re-tipped tail and strikingly striped dorsal and anal fins that are yellow, black and white in colour. This is a relatively small species of Fish that actually has a bony internal structure known as the Weberian apparatus, which is used in picking up sound waves, and contributes to their acute sense of hearing (this bony structure is also found in many of their relatives). Females are generally slightly larger and rounder than the more slender males, although the two are very similar in appearance.",
        "desc3": "The X-Ray Tetra is found in the Amazonian coastal waters of Brazil, Guiana, Guyana, and Venezuela in South America. They differ greatly from other Tetra species as they are able to tolerate the harder brackish water closer to the coast, as well as their usual freshwater environments. They inhabit clear-water streams and tributaries during the dry season, and with the coming of the rains, the X-Ray Tetra then move into the flooded marshlands where the water is softer and more acidic. It is during the wet season that the X-Ray Tetra breed as they have better water conditions and a higher abundance of food.",
        "desc4": "Like many other small, colourful Fish, the X-Ray Tetra is a schooling species of Fish inhabiting the region between the bottom and middle of the water as a group. They are incredibly peaceful and are often tolerant of the other species that they share their habitats with. The X-Ray Tetra is one of the most adaptable species of Tetra as it is able to inhabit both fresh and brackish water happily, in both acidic and alkaline conditions. It is widely observed that those X-Ray Tetra that are kept in tanks, can change quickly from being peaceful to becoming skittish in the presence of larger, predatory Fish, with the same behaviour known to be displayed if the school size is not big enough.",
        "water": "Fresh, Brackish",
        "phlevel": "6.0 - 7.0",
        "conservation": "Not Listed"
      },
      {
        "name": "Guppy",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/guppy3.jpg",
        "scientific": "Poecilia Reticulata",
        "map": "/media/animals/maps/guppy-location-map.png",
        "location": "South America",
        "diet": "Omnivore",
        "color": "",
        "habitat": "Rivers in the Amazon",
        "prey": "Algae, Shrimp, Fish",
        "predators": "Fish, Birds, Mammals",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Cyprinodontiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Brightly coloured body and fins and give birth to live young",
        "family": "Poeciliidae",
        "kingdom": "Animalia",
        "desc1": "The guppy (also known as the millionfish) is a small colourful species of freshwater tropical fish that is found naturally in the rivers and lakes of South America. There are nearly 300 different types of guppy spread throughout Barbados, Brazil, Guyana, Netherlands Antilles, Trinidad and Tobago, and Venezuela.",
        "desc2": "The guppy is one of the most popular types of aquarium tropical fish in the world as they are small, colourful and easier to keep than many other species of fish. The guppy generally lives from 3 to 5 years old in captivity and slightly less in the wild.",
        "desc3": "The guppy has been introduced to most other countries mainly as a method of mosquito prevention as the guppy eats the mosquito larva before they are able to fly, therefore slowing down the spread of malaria.",
        "desc4": "The guppy is an extremely colourful fish and often displays elaborate patterns on its tail fin. The female guppy and the male guppy can be identified quite easily as the female guppy has a small, patterned tail where the tail of the male guppy is much longer and generally has fewer markings. The female guppy also tends to be larger in size than the male guppy.",
        "water": "Fresh",
        "phlevel": "5.0 - 7.0",
        "conservation": "Least Concern"
      },
      {
        "name": "Tetra",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/tetra2.jpg",
        "scientific": "Paracheirodon Axelrodi",
        "map": "/media/animals/maps/tetra-location-map.png",
        "location": "South America",
        "diet": "Omnivore",
        "color": "Black, Silver, Red, Blue, White",
        "habitat": "Clearwater streams of South America",
        "prey": "Algae, Brine Shrimp, Plankton",
        "predators": "Fish, Eels, Crustaceans",
        "food": "Algae",
        "phylum": "Chordata",
        "order": "Characiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Characidae",
        "kingdom": "Animalia",
        "desc1": "The tetra is a small and colourful fish native to the freshwater rivers and streams of South America and Africa. The tetra is one of the most well known and popular freshwater tropical fish kept in tanks and aquariums all around the world.",
        "desc2": "There are around 150 known species of the tetra fish native to the clearwater streams and slow-moving rivers of both Africa South America. There are more than 100 different species of the tetra in Africa alone and even more in South America. The two groups of fish are classified as the characidaes (the tetra of South America) and the alestiidaes (the tetra of Africa).",
        "desc3": "Tetras are very commonly found in aquariums around the world and due to the hardiness of the tetra, they are easy fish to keep. The neon tetra is among the most commonly bred commercial species of tetra out of all of the tetra species.",
        "desc4": "The tetra is an omnivorous animal eating a mixture of both plant and animal matter. The tetra primarily feeds on algae and brine shrimp and picks out the larger food particles that are part of the plankton in the water. Tetras also eat small invertebrates such as worms.",
        "water": "Fresh",
        "phlevel": "5.5-7.5",
        "conservation": "Least Concern"
      },
      {
        "name": "Scorpion Fish",
        "animalClass": "Actinopterygii",
        "image": "/media/animals/images/470x370/scorpion_fish.jpg",
        "scientific": "Scorpaenidae",
        "map": "/media/animals/maps/scorpion-fish-location-map.png",
        "location": "Indian and Pacific Oceans",
        "diet": "Omnivore",
        "color": "Brown, Black, Yellow, White, Red, Orange",
        "habitat": "Tropical reefs and rocky crevices",
        "prey": "Fish, Crabs, Snails",
        "predators": "Large Fish, Humans, Sea Lions",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Scorpaeniformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Venomous sting and camouflaged body",
        "family": "Scorpaenidae",
        "kingdom": "Animalia",
        "desc1": "A scorpion fish is a group of predatory, marine fish that are found amongst coral reefs and in shallow waters in the more temperate oceans. The scorpion fish is most closely related to the lionfish and is most commonly found in the Indian and South Pacific oceans.",
        "desc2": "There are more than 200 recognised species of scorpion fish, hiding amongst the ocean reefs and in artificial aquariums around the world. Scorpion fish are kept in tanks by numerous people because of their interesting appearance and behaviour.",
        "desc3": "The body of the scorpion fish is often covered in feathery fins that help the scorpion fish to camouflage itself into the surrounding coral. The colours and markings of the scorpion fish are also used to help the scorpion fish to hide.",
        "desc4": "Scorpion fish are nocturnal predators, and spend the daylight hours resting in a hidden crevice in the coral. Scorpion fish are also able to ambush their prey from this position and often catch small fish by surprise.",
        "water": "Salt",
        "phlevel": "8.1 - 8.4",
        "conservation": "Least Concern"
      }
    ]
}