{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
        {
          "name": "Marine Toad",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/marine_toad2.jpg",
          "scientific": "Bufo Marinus",
          "map": "/media/animals/maps/marine-toad-location-map.png",
          "location": null,
          "habitat": "Forests and fields close to water",
          "color": "Black, Green, Grey, Brown, Tan",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects and Small Animals",
          "predators": "Dogs, Snakes, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The marine toad (also known as the cane toad or the giant toad) is a species or terrestrial (land-dwelling) toad that is natively found throughout Central and South America. The marine toad is one of the world's true toads and is often used to eradicate pests from sugar-cane (hence its name).",
          "desc2": "The marine toad is generally found in the subtropical forests of Central and South America, where despite its name, spends its life entirely on the land. The marine toad has also been introduced to non-native regions as a form of pest control for crops.",
          "desc3": null
        },
        {
          "name": "Olm",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/olm1.jpg",
          "scientific": "Proteus Anguinus",
          "map": "/media/animals/maps/olm-location-map.png",
          "location": null,
          "habitat": "Underground watery caves",
          "color": "Pink, White, Peach",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Snails",
          "predators": "Fish, Toads, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The olm (also known as the proteus or the cave salamander) is a blind amphibian exclusively found in the underwater caves of southern European lakes and rivers. The olm is also known as the human fish, which refers to the colour of its skin.",
          "desc2": "The olm is the only species in its genus and is found inhabiting the waters that flow underground through an extensive limestone region including waters of the Isonzo river basin near Trieste in Italy, through to southern Slovenia, south-western Croatia, and Herzegovina.",
          "desc3": null
        },
        {
          "name": "Pool Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/pool_frog.jpg",
          "scientific": "Pelophylax Lessonae",
          "map": "/media/animals/maps/pool-frog-location-map.png",
          "location": null,
          "habitat": "Woodland ponds",
          "color": "Brown, Green, Black, Yellow",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Moths, Spiders",
          "predators": "Foxes, Cats, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The pool frog (also known as the northern pool frog) is a species of medium-sized frog natively found in parts of northern Europe. The pool frog is the rarest amphibian in England and actually is thought to have been extinct in its native environment during the 1990s, but re-introduction programmes are now under-way.",
          "desc2": "The northern pool frog is naturally found in Sweden, Norway and on Britain's south-east coast where it inhabits natural ponds found in forested or heathland areas. Much of the pool frog's native habitat has now been bulldozed to create housing estates which led to the sharp decline and extinction of this species on the British Isles.",
          "desc3": null
        },
        {
          "name": "Striped Rocket Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/striped_rocket_frog1.jpg",
          "scientific": "Litoria Nasuta",
          "map": "/media/animals/maps/striped-rocket-frog-location-map.png",
          "location": null,
          "habitat": "Woodland swamps and ponds",
          "color": "Brown, Green, Black, Tan",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Moths, Spiders",
          "predators": "Foxes, Cats, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The striped rocket frog is found mostly in coastal areas from northern Western Australia to New South Wales in the south and is also found inhabiting lowland areas of parts of the tropical Indonesian island of Papua New Guinea. The striped rocket frog is found in a variety of wetland habitats including swamps, ponds and flooded grasslands in forests and open woodland.",
          "desc2": "The striped rocket frog is an easily identifiable species of frog due to its relatively small size and the two stripe-like folds of skin the run vertically down the striped rocket frog's back. The skin of the striped rocket frog is usually a dark brown colour and has dark spot-like markings across it's back and legs. The striped rocket frog has a narrow and streamlined body which makes for more agile movement through both the air and water.",
          "desc3": null
        },
        {
          "name": "Burrowing Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/burrowing_frog2.jpg",
          "scientific": "Heleioporus",
          "map": "/media/animals/maps/burrowing-frog-location-map.png",
          "location": null,
          "habitat": "Forests, rivers and marshes",
          "color": "Black, Green, Grey, Brown, Yellow",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Spiders",
          "predators": "Foxes, Snakes, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The burrowing frog is a large-sized species of frog that is natively found in Australia. Burrowing frogs are most commonly found in their burrows in river banks and close to marshes, streams and lakes.",
          "desc2": "There are six different species of burrowing frog in Australia which vary in size from around 6cm to 10cm long. Only one of the six species of burrowing frog is found in south-eastern Australia, as the other five burrowing frog species are all found in western Australia.",
          "desc3": null
        },
        {
          "name": "Fire-Bellied Toad",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/fire-bellied_toad4.jpg",
          "scientific": "Bombina",
          "map": "/media/animals/maps/fire-bellied-toad-location-map.png",
          "location": null,
          "habitat": "Forests, jungle and marshes",
          "color": "Black, Green, Grey, Brown, Yellow, Orange, Red",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Spiders",
          "predators": "Foxes, Snakes, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The fire-bellied toad is found close to water in a variety of different habitats. Forest, woodland, temperate rainforests, marshlands, swamps and even farmland, often provides the perfect home for the fire-bellied toad. The fire-bellied toad also spends a great deal of time in water from tiny freshwater, mountain streams to large slow-flowing rivers and lakes.",
          "desc2": "There are eight different species of fire-bellied toad found throughout Europe and Asia. Despite varying slightly in size and colour, the different species of fire-bellied toad all look fairly similar having bumpy skin, webbed toes and eyes on the top of their heads. The different species of fire-bellied toad of so similar that two in particular are able to interbreed and produce fertile offspring.",
          "desc3": null
        },
        {
          "name": "Axolotl",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/axolotl6.jpg",
          "scientific": "Ambystoma Mexicanum",
          "map": "/media/animals/maps/axolotl-location-map.png",
          "location": null,
          "habitat": "High altitude freshwater lakes",
          "color": "Black, White, Pink, Grey, Brown",
          "skin": "Permeable",
          "speed": "17km/h (10mph)",
          "diet": "Carnivore",
          "prey": "Worms, Insects, Molluscs",
          "predators": "Birds, Fish",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The axolotl is a medium-sized amphibian that is only found in one complex of lakes that are close to Mexico City in south-central Mexico. The axolotl is today kept as a popular freshwater aquarium pet all around the world.",
          "desc2": "The axolotl is most closely related to the tiger salamander which inhabits the waters in a similar region of Mexico. However, axolotls can be easily distinguished from salamanders as the axolotl retains its tadpole-like appearance for its whole life, therefore axolotls and young tiger salamanders are easily confused.",
          "desc3": null
        },
        {
          "name": "Monte Iberia Eleuth",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/monte_iberia_eleuth3.jpg",
          "scientific": "Eleutherodactylus Iberia",
          "map": "/media/animals/maps/monte-iberia-eleuth-location-map.png",
          "location": null,
          "habitat": "Water around Mount Iberia",
          "color": "Black, Yellow, Brown, White",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Moths, Spiders",
          "predators": "Fish, Toads, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The Monte Iberia Eleuth is a tiny species of frog that, as its name suggests, is natively found in the woodlands around Mount Iberia. The Monte Iberia Eleuth is the smallest species of frog in the Northern Hemisphere and is the second smallest species of frog in the world behind the Brazilian Golden frog found in Brazil, average less than 1cm in length.",
          "desc2": "The Monte Iberia Eleuth is a critically endangered animal that is confined to just two remote areas of forest in Cuba. The Monte Iberia Eleuth was first discovered on Mount Iberia in 1996, and populations are known to be very vulnerable as this frog is only found in very specific habitats that include areas of closed rainforest, with poorly drained soil and high levels of humidity.",
          "desc3": null
        },
        {
          "name": "Common Toad",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/common_toad7.jpg",
          "scientific": "Bufo Bufo",
          "map": "/media/animals/maps/common-toad-location-map.png",
          "location": null,
          "habitat": "Forests, woodlands and marshes",
          "color": "Black, Green, Grey, Brown, Yellow",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Spiders",
          "predators": "Foxes, Grass Snakes, Hedgehogs",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The common toad (also known as the European toad), is a large-sized species of toad that is found throughout Europe. Although the common toad is not found in Iceland or some areas of the Mediterranean, the range of the common toad extends all the water to Siberia and into Northern Africa.",
          "desc2": "The common toad is generally brown in colour but colours on the skin of the common toad can range from black to green to yellow. The skin of the common toad, as with other toad species, is permeable and has a rough appearance.",
          "desc3": null
        },
        {
          "name": "Tree Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/tree_frog7.jpg",
          "scientific": "Hyla",
          "map": "/media/animals/maps/tree-frog-location-map.png",
          "location": null,
          "habitat": "Forests, woodlands and marshes",
          "color": "Black, Green, Grey, Brown, Yellow",
          "skin": "Permeable",
          "speed": "17km/h (10mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Small Frogs",
          "predators": "Birds, Mammals, Reptiles",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The tree frog is a small species of frog that spends its life in the trees. True tree frogs are found inhabiting the forests and jungles in the warmer regions all over the world.",
          "desc2": "Tree frogs are best known for their distinctive disc-shaped toes on the end of each leg. The rounded toes of the tree frog give its feet more suction and therefore better grip when moving around in the trees.",
          "desc3": null
        },
        {
          "name": "Common Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/common_frog.jpg",
          "scientific": "Rana Temporaria",
          "map": "/media/animals/maps/common-frog-location-map.png",
          "location": null,
          "habitat": "Forests, rivers and marshes",
          "color": "Black, Green, Grey, Brown",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Snails",
          "predators": "Foxes, Snakes, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The common frog is a medium-sized species of frog that inhabits a wide range of habitats across much of Europe. Although the common frog is not as commonly seen in our gardens as it once was, the common frog still appears to be surviving effectively within its environment and is not considered to be an animal that is currently at risk from extinction.",
          "desc2": "The common frog is found throughout the European continent, with the range of the common frog stretching from Ireland in the east to the mountains in western Russia. The common frog is also found in parts of Scandinavia that actually lie within the cold Arctic Circle.",
          "desc3": null
        },
        {
          "name": "Bullfrog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/bullfrog4.jpg",
          "scientific": "Rana Catesbeiana",
          "map": "/media/animals/maps/bullfrog-location-map.png",
          "location": null,
          "habitat": "Lakes, ponds, rivers and streams",
          "color": "Black, Green, Grey, Brown, Yellow",
          "skin": "Permeable",
          "speed": "17km/h (10mph)",
          "diet": "Carnivore",
          "prey": "Insects, Spiders, Small Fish",
          "predators": "Snakes, Fish, Turtles",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The bullfrog is one of the most widely distributed frogs across the North American continent. The bullfrog is a medium-sized frog that is best known for its loud cow-like calls, hence its name.",
          "desc2": "Bullfrogs are found in a wide range of permanent freshwater habitats including ponds, swamps and lakes where the bullfrog tends to prefer to be closer to the banks rather than out in the open water. Bullfrogs also prefer to be in warmer climates rather than the cooler ones.",
          "desc3": null
        },
        {
          "name": "Edible Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/edible_frog.jpg",
          "scientific": "Pelophylax kl. esculentus",
          "map": "/media/animals/maps/edible-frog-location-map.png",
          "location": "Across central Europe",
          "habitat": "Woodland swamps and ponds",
          "color": "Brown, Green, Black, Tan",
          "skin": "Permeable",
          "speed": "8kph (5mph)",
          "diet": null,
          "prey": "Insects, Moths, Spiders",
          "predators": "Foxes, Cats, Birds",
          "lifestyle": "Diurnal",
          "water": "Fresh",
          "feature": null,
          "funfact": "Known to guard the muddy banks!",
          "desc1": "The Edible Frog is a species of Frog found across Europe that is also known as the Common Water Frog and the Green Frog. The Edible Frog is a fertile hybrid of two other European Frogs, the Pool Frog and the Marsh Frog, that bred when populations where isolated close to one another during the ice ages. The scientific name of the Edible Frog means both \"mud\" and \"guardian\" as they are known to never stray far from water, almost guarding the muddy banks. It was first described in 1758 and has adopted its name as the \"edible\" Frog due to the fact that they are now seen as a culinary delicacy in France, particularly the legs.",
          "desc2": "The Edible Frog is a medium sized Frog growing to around 9cm in length. Females tend to be larger than males and have been known to get up to 12 cm long. Adult Edible Frogs are mainly green in colour with light patches of brown on their backs, yellow eyes and a white underside, covered in a few dark spots. There are number of distinct differences between males and females including the fact that males become much lighter (and greener) during the mating season. Male Edible Frogs also have vocal sacs on the outside of their cheeks and extra skin patches on their feet, both of which are primarily for mating.",
          "desc3": "As its name suggests, the Edible Frog is used as a food source by people across the continent, although they are most commonly eaten in France where Frog's legs are often served as a national dish. The reason for Humans favouring this Frog over others is not really known but it may have something to do with their abundance. However, despite still being one of the most common Frogs in Europe, the Edible Frog is under threat across much of its natural range as more land is tampered with. Due to their permeable skin, they are also particularly susceptible to water pollution and will migrate from areas where the water quality has declined."
        },
        {
          "name": "African Clawed Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/african_clawed_frog7.jpg",
          "scientific": "Xenopus laevis",
          "map": "/media/animals/maps/african-clawed-frog-location-map.png",
          "location": "eastern and southern Africa",
          "habitat": "Warm stagnant water with grassland",
          "color": "Brown, Grey, Albino",
          "skin": "Permeable Scales",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Small Fish, Insects, Spiders",
          "predators": "Snakes, Birds, Small Mammals",
          "lifestyle": "Nocturnal",
          "water": "Fresh",
          "feature": "Clawed front toes",
          "funfact": "A particularly ferocious amphibian!",
          "desc1": "The African Clawed Frog is a large species of flat Frog that is primarily found dwelling at the bottom of lakes and rivers. The African Clawed Frog is also known as the Platanna and has a number of very unique features that mean it is specially adapted to its habitat. The African Clawed Frog is thought to have originated in South Africa, and is today found naturally across the African continent. The African Clawed Frog has also been introduced to the Americas and parts of Europe.",
          "desc2": "The average adult African Clawed Frog grows to about 12 cm in length, and weighs around 200g. The African Clawed Frog is often a greenish, grey colour although other colours of the African Clawed Frog are not uncommon (such as albino). The colour of the African Clawed Frog's skin, along with its mottled pattern, gives it more camouflage from hungry predators. They have a line of stitch-marks along either side of their bodies which act as sense organs to detect prey in the surrounding water. Their eyes and nose are located on top of the head enabling them to see and breathe but without being too visible.",
          "desc3": "Over the years, Humans have managed to find a number of uses for the African Clawed Frog in our day to day lives. The most notable (and probably cruellest) of these practises was the use of the African Clawed Frog females as a type of pregnancy test. The hormone produced by Human babies (passed on through the mother's urine) known as HCG, induces ovulation in the female African Clawed Frog. Humans also use them in laboratories worldwide for research and teaching. Habitat loss and water pollution caused by people nearby is also having a drastic effect on African Clawed Frog populations."
        },
        {
          "name": "Salamander",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/salamander.png",
          "scientific": "Caudata",
          "map": "/media/animals/maps/salamander-location-map.png",
          "location": null,
          "habitat": "Rainforest, streams and wetlands",
          "color": "Brown, Green, Black, Yellow, Red, White",
          "skin": "Permeable Scales",
          "speed": "42km/h (30mph)",
          "diet": "Carnivore",
          "prey": "Fish, Mice, Insects",
          "predators": "Fish, Snakes, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "Salamanders are found all over the world generally in more temperate climates. All species of salamander are aquatic or semi-aquatic due to their amphibious nature and permeable skin. The moist skin of the salamander means that the salamander inhabits aquatic regions or wetlands.",
          "desc2": "There are more than 700 different species of recognised salamander worldwide from the smaller species of newt to the Chinese Giant salamander which can grow to nearly 2 meters long. All species of salamander look very similar in appearance but as with lizards, different species of salamander can have less limbs than normal meaning that some species of salamander have a more eel-like appearance.",
          "desc3": null
        },
        {
          "name": "Poison Dart Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/poison_dart_frog.jpg",
          "scientific": "Dendrobatidae",
          "map": "/media/animals/maps/poison-dart-frog-location-map.png",
          "location": null,
          "habitat": "Tropical jungle and wet forests",
          "color": "Green, Red, Blue, Yellow, Orange",
          "skin": "Permeable",
          "speed": "17km/h (10mph)",
          "diet": "Carnivore",
          "prey": "Insects, Ants, Spiders",
          "predators": "Snake",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "Poison dart frogs vary in size, colour and the levels of toxin that they produce depending on the species of poison dart frog and the area in which it lives. There are more than 175 different species of poison dart frog known to be inhabiting the jungles across Central and South America.",
          "desc2": "Poison dart frogs are often known as dart frogs or poison arrow frogs due to the fact that the tribes-people living close to the poison dart frogs, would use their poison in order to tip the ends of their arrows and blow-darts.",
          "desc3": null
        },
        {
          "name": "Tiger Salamander",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/tiger_salamander1.jpg",
          "scientific": "Ambystoma Tigrinum",
          "map": "/media/animals/maps/tiger-salamander-location-map.png",
          "location": null,
          "habitat": "Wetlands, rivers and streams",
          "color": "Black, Green, Grey, Brown, Yellow",
          "skin": "Permeable",
          "speed": "17km/h (10mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Small Frogs",
          "predators": "Raccoon, Coati, River Turtles",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "An adult tiger salamander is rarely seen out in the open as they spend their lives in burrows about half a meter into the ground. Most adult tiger salamanders live in their burrows on the land, only returning to the water to mate.",
          "desc2": "The tiger salamander is green, black, brown or grey in colour and has blotchy markings on its skin. The tiger salamander also has sturdy legs and a long tail, all of which the tiger salamander is able to regrow should these limbs become lost or damaged.",
          "desc3": null
        },
        {
          "name": "Marsh Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/marsh_frog5.jpg",
          "scientific": "Pelophylax Ridibundus",
          "map": "/media/animals/maps/marsh-frog-location-map.png",
          "location": null,
          "habitat": "Ponds, lakes and rivers",
          "color": "Brown, Black, Green, Yellow, White",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Moths, Spiders",
          "predators": "Fish, Toads, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The marsh frog is a medium, fairly colourful species of frog that natively found in Europe. The marsh frog is closely related to the edible frog and the pool frog, all three of which belong to the family of \"green frogs\" (the common frog belongs to the brown frog family).",
          "desc2": "The marsh frog is the largest species of true frog native to Europe and is found in deep ponds, lakes, rivers and around streams across the continent. The range of the marsh frog is wider than it once was, as the marsh frog is also found in parts of western Asia and Russia and even in some areas in China and Pakistan.",
          "desc3": null
        },
        {
          "name": "Horned Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/horned_frog2.jpg",
          "scientific": "Ceratophrys Ornata",
          "map": "/media/animals/maps/horned-frog-location-map.png",
          "location": null,
          "habitat": "Rainforest and tropical swamplands",
          "color": "Brown, White, Yellow",
          "skin": "Permeable scales",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Worms, Roaches, Insects",
          "predators": "Birds, Snakes, Bears",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The Argentine horned frog is also commonly known as the Argentine wide-mouthed Frog or Pacman frog, and is the most common species of horned frog. The Argentine horned frog is native to the rain forests of Argentina but can now be commonly found throughout Argentina, Uruguay and Brazil.",
          "desc2": "The Argentine horned frog is most well known for being a voracious eater, as the horned frog will attempt to swallow anything that moves close to the horned frogs wide mouth. The horned frog tends to hunt things such as insects, small birds and mammals, lizards and other frogs, and the horned frog is often very greedy with its selection.",
          "desc3": null
        },
        {
          "name": "African Tree Toad",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/african_tree_toad.jpg",
          "scientific": "Nectophryne afra",
          "map": "/media/animals/maps/african-tree-toad-location-map.png",
          "location": "Central Africa",
          "habitat": "Tropical lowland forest",
          "color": "Brown, Black, White, Tan",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Snails",
          "predators": "Fish, Toads, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "The African Tree Toad is a small species of Toad found in the forests of Central Africa. Today, little is still known about this tiny amphibian and the constantly decreasing population numbers of the African Tree Toad are making it increasingly difficult for us to learn more about them. There are two known subspecies of the African Tree Toad, which are the African Tree Toad and the Bates' Tree Toad. Both African Tree Toad species are of similar size and colour but tend to differ in the geographical regions they inhabit.",
          "desc2": "The African Tree Toad is generally dark to light brown in colour, with white patches on its belly and like other Toad species, the African Tree Toad has specially designed feet which aid its semi-aquatic and tree climbing lifestyle. The African Tree Toad is a terrestrial animal and uses it' s toes to also help it to hop about on the ground. The toes of the African Tree Toad are long and thin, with sticky, round discs on the tips. These widely spread digits enable this Toad to grip onto a larger surface area. The tiny striped body of the African Tree Toad grows up 3.8cm in length making these animals particularly hard to spot amongst the debris on the forest floor.",
          "desc3": "Although having been studied on a small scale by people, relatively little is still known about this tiny Toad. They have however been known to be involved in the exotic pet trade. The small size of the African Tree Toad makes them very hard to spot in their native habitats meaning that the affect of Human activity on the Toads in these areas is still unknown. Deforestation through much of their natural range, along with growing industry causing rising levels of pollution, are thought to be causing the African Tree Toad population to decline."
        },
        {
          "name": "Spadefoot Toad",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/spadefoot_toad2.jpg",
          "scientific": "Mesobatrachia",
          "map": "/media/animals/maps/spadefoot-toad-location-map.png",
          "location": null,
          "habitat": "Marshland prairies and open floodplains",
          "color": "Brown, Tan, Grey",
          "skin": "Permeable Scales",
          "speed": "17km/h (10mph)",
          "diet": "Omnivore",
          "prey": "Fly, Ants, Spiders",
          "predators": "Birds, Fish, Snakes",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "Spadefoot toads are rarely seen because of their unusual habits. They are usually found in Western North American deserts like the Mojave, Chihuaha, and Sonoran. Normally this would be a problem for an amphibian, but spadefoot toads are able to deal with the hot and dry weather as spadefoot toads spend most of their time underground.",
          "desc2": "The spadefoot toad is a burrowing species of toad and they use their large front feet to make tunnels in the sand. Spadefoot toads are able to spend weeks underground but will come to the surface at night time after heavy rain when the air is moist, so that they can feed.",
          "desc3": null
        },
        {
          "name": "Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/frog4.jpg",
          "scientific": "Rana Temporaria",
          "map": "/media/animals/maps/frog-location-map.png",
          "location": null,
          "habitat": "Rainforest and swampland",
          "color": "Multi-coloured",
          "skin": "Permeable scales",
          "speed": "17km/h (10mph)",
          "diet": "Omnivore",
          "prey": "Fly, Worms, Insects",
          "predators": "Fox, Birds, Snakes",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "Frogs are well known for their coiled, sticky tongue which they project out of their mouths to catch insects. Frogs are also well known for being able to breathe through their skin as well as their lungs.",
          "desc2": "Some frogs can leap over 50 times their body length, which results in the frog jumping an enormous height. Many frogs in cooler climates hibernate through the winter in compost heaps and big piles of mud.",
          "desc3": null
        },
        {
          "name": "Darwin's Frog",
          "class": "Amphibia",
          "image": "/media/animals/images/470x370/darwins_frog2.jpg",
          "scientific": "Rhinoderma Darwinii",
          "map": "/media/animals/maps/darwins-frog-location-map.png",
          "location": null,
          "habitat": "Beech-tree forests and in fields",
          "color": "Black, Green, Grey, Brown, Tan",
          "skin": "Permeable",
          "speed": "8km/h (5mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Snails",
          "predators": "Rodents, Snakes, Birds",
          "lifestyle": "Solitary",
          "water": null,
          "feature": null,
          "funfact": null,
          "desc1": "Darwin's frog is a small species of frog, native to the forest streams of Chile and Argentina. Darwin's frog is named after Charles Darwin who came across it on his famous \"Voyage of the Beagle\".",
          "desc2": "Darwin's frogs can be found inhabiting beech-tree forests and fields, in the cooler regions of South America. Darwin's frogs can also be found living near and in slow streams and swamps throughout Chile and across the border into Argentina.",
          "desc3": null
        }
      ]
}