{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data": [
      {
        "name": "Hercules Scorpion",
        "animalClass": "Arachnida",
        "image": "/media/animals/images/470x370/scorpion2.jpg",
        "scientific": "Scorpiones",
        "map": "/media/animals/maps/scorpion-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Brown, Black, Yellow, Red, White",
        "habitat": "Dry desert, grassland, savanna and tropical jungles",
        "prey": "Insects, Spiders, Small rodents",
        "predators": "Rodents, Birds, Lizards",
        "food": "Insects",
        "phylum": "Arthropoda",
        "order": "Scorpiones",
        "numberofspecies": null,
        "skin": "Shell",
        "features": null,
        "family": "Scorpionoidea",
        "kingdom": "Animalia",
        "desc1": "The scorpion is mainly found in the southern hemisphere in deserts and jungle habitats alike. The most northern place the scorpion can be found in the wild is the Isle of Sheppey in the United Kingdom, which is a small island in the North of Kent.",
        "desc2": "The general age range for most species of scorpion is between 6 months and 25 years, although the actual lifespan of most species of scorpion is unknown as they are very elusive animals in the wild and are often hard to spot due to their generally small size.",
        "desc3": "Scorpions are arachnids  (not insects) and the scorpion is most closely related to spiders and ticks. Scorpions are sometimes referred to as ancient animals as scorpions have been on Earth for over 400 million years, meaning that scorpions already existed on Earth when the dinosaurs arrived.",
        "desc4": "Scorpions are generally nocturnal animals meaning that they spend the day under rocks and in crevices and then come out to hunt in the safety of darkness. Scorpions are carnivorous animals and paralyze their prey using the venomous sting on the end of their tail so that the scorpion can eat it without trouble. Scorpions also have two large claws or pincers which are located at the front of the body of the scorpion. The claws of the scorpion allow the scorpion to effectively hold onto prey in order to both sting it and then eat it.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "19km/h (12mph)",
        "lifestyle": "Solitary",
        "funfact": null
      },
      {
        "name": "Red Knee Tarantula",
        "animalClass": "Arachnida",
        "image": "/media/animals/images/470x370/red_knee_tarantula.jpg",
        "scientific": "Brachypelma Smithi",
        "map": "/media/animals/maps/red-knee-tarantula-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Red, Black, Brown, White",
        "habitat": "Semi-desert and scrub land",
        "prey": "Insects, Small mammals and reptiles",
        "predators": "Birds, Reptiles, Mammals",
        "food": "Insects",
        "phylum": "Arthropoda",
        "order": "Araneae",
        "numberofspecies": null,
        "skin": "Hair",
        "features": null,
        "family": "Theraphosidae",
        "kingdom": "Animalia",
        "desc1": "The red knee tarantula (also known as the red-kneed tarantula) is a type of burrowing tarantula that inhabits the pacific mountains of Mexico. The red knee tarantula is most well known for its hairy body and the red bands that are along its legs.",
        "desc2": "The red knee tarantula inhabits the complex scrub-forest habitat and semi-desert regions where there is an abundance of food. The red knee tarantula needs to burrow and so is rarely found on rock faces.",
        "desc3": "The Red Knee tarantula is found in Mexico, south-western United States and Panama. They are quite common now to be kept as pets as they are slow growers and they have a beautiful body in colour and shape. The red knee tarantula also has a bite that could hurt a human but would not be harmful.",
        "desc4": "The red knee tarantula typically grows to around 20cm in length but some red knee tarantula individuals have known to become much bigger. The red knee tarantula has a relatively long lifespan for a spider as many get to be older than 30 years of age.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "29km/h (18mph)",
        "lifestyle": "Solitary",
        "funfact": null
      },
      {
        "name": "Black Widow Spider",
        "animalClass": "Arachnida",
        "image": "/media/animals/images/470x370/black_widow_spider5.jpg",
        "scientific": "Latrodectus",
        "map": "/media/animals/maps/black-widow-spider-location-map.png",
        "location": "North America",
        "diet": "Carnivore",
        "color": "Brown, Black, Red, Yellow",
        "habitat": "Urban, temperate forest and woodland",
        "prey": "Insects, Woodlice, Beetles",
        "predators": "Wasp, Birds, Small mammals",
        "food": "Insects",
        "phylum": "Arthropoda",
        "order": "Araneae",
        "numberofspecies": 3,
        "skin": "Shell",
        "features": "Sharp fangs and shiny black and red body",
        "family": "Theridiidae",
        "kingdom": "Animalia",
        "desc1": "There are three main species of black widow spider, all of which have very similar characteristics and inhabit areas in Northern America and parts of Mexico. Until very recently all three species of black widow spider were classified as one but recent research shows that as the species inhabit different areas, the three species of black widow spider have adapted to their environment in different ways.",
        "desc2": "The Northern black widow spider is primarily found in the north east of the USA and parts of south east Canada, although the range of the northern black widow spider overlaps with that of the western black widow spider a great deal.",
        "desc3": "The Western black widow spider inhabits areas of the western USA, Canada and parts of Mexico, although these western black widow spiders are often confused for the False black widow spider in Canada.",
        "desc4": "The Southern black widow spider is found throughout the states in south east America from Florida right up to New York, and are also found more west towards Texas and Arizona where the black widow spider is said to run rampant.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null
      }
    ]
}