{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
      {
        "name": "Oyster",
        "animalClass": "Bivalvia",
        "image": "/media/animals/images/470x370/oyster.jpg",
        "scientific": "Ostreidae",
        "map": "/media/animals/maps/oyster-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Black. Brown, Yellow, Tan, Silver, White",
        "habitat": "Reefs and rocky shores",
        "prey": "Plankton and Nutrients in Water",
        "predators": "Fish, Birds, Humans",
        "food": "Plankton",
        "phylum": "Mollusca",
        "order": "Ostreoida",
        "numberofspecies": "150",
        "skin": "Shell",
        "features": "Filter water through their hard shell",
        "family": "Ostreidae",
        "kingdom": "Animalia",
        "desc1": "The oyster is a sessile (immobile) mollusc that is commonly found clinging onto shipwrecks, debris and harbour walls around the world. Oysters are bivalve molluscs meaning that they are closely related to other animals such as scallops, clams and mussels.",
        "desc2": "Oysters are found in salt water environments all around the world but are more commonly found in more temperate regions where the shallows are richer in nutrients. Oysters are thought to be among the oldest animals on the planet although their exact evolutionary path remains unclear.",
        "desc3": "As with other molluscs, oysters filter water in and out of their protective shells so that their vulnerable bodies inside are never put in danger. The hard shell of the oyster is primarily made up of calcium.",
        "desc4": "Despite there being numerous different species of oyster, oysters are generally split up into four distinct groups, which are true oysters (the ones eaten by humans), pearl oysters (produce pearls), thorny oysters (also known as spiny oysters) and saddle oysters (have very thin shells).",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Giant Clam",
        "animalClass": "Bivalvia",
        "image": "/media/animals/images/470x370/giant_clam6.jpg",
        "scientific": "Tridacna Gigas",
        "map": "/media/animals/maps/giant-clam-location-map.png",
        "location": "Indian and Pacific Oceans",
        "diet": null,
        "color": "Green, Red, Blue, Yellow, Orange, Brown, Pink",
        "habitat": "Saltwater seafloors",
        "prey": "Algae, Phytoplantkon, Nutrients In Water",
        "predators": "Eels, Snails, Starfish",
        "food": "Algae",
        "phylum": "Mollusca",
        "order": null,
        "numberofspecies": "100",
        "skin": "Shell",
        "features": null,
        "family": "Tridacnidae",
        "kingdom": "Animalia",
        "desc1": "Giant clams are founded anchored to the coral reefs in the warm, tropical waters of the Indian and South Pacific oceans, where giant clams spend the majority of their time feeding on the abundant variety of food that a coral reef has to offer.",
        "desc2": "Due to the large size of the giant clam, there have been reports of giant clams eating human beings. Despite this though, no reports of man-eating giant clams have ever been verified as it is thought that the giant clam would simply hide in its shell rather than attack an approaching human.",
        "desc3": "Giant clams are thought to grow to such enormous sizes due to the fact that giant clams consume a great deal of sugars and proteins that are produced by the algae that live on the giant clams.",
        "desc4": "Although giant clams are omnivorous animals and therefore eat a mixture of both plant and animal matter, the nutrients produced by the algae provide the main source of food for the giant clam. Giant clams are also known to eat small food particles and animals that are present in the surrounding water.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Tridacna",
        "wingspan": null,
        "desc5": "Once a giant clam has found somewhere in the reef that it likes, it anchors itself onto the reef where it remains for the rest of its life. Giant clams are so successful within their environment that it is not uncommon for these giant molluscs to live for more than 100 years!"
      }
    ]
}