{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data": [
        {
          "name": "Octopus",
          "animalClass": "Cephalopoda",
          "image": "/media/animals/images/470x370/octopus1.jpg",
          "scientific": "Octopus Vulgaris",
          "map": "/media/animals/maps/octopus-location-map.png",
          "location": null,
          "diet": "Omnivore",
          "color": "Tan, Brown, Red, Orange, Blue, Purple",
          "habitat": "Tropical and temperate waters worldwide",
          "prey": "Crabs, Fish, Scallops",
          "predators": "Eels, Sharks, Dolphins",
          "food": "Crabs",
          "phylum": "Mollusca",
          "order": "Octopoda",
          "numberofspecies": null,
          "skin": "Smooth",
          "features": "Eight tentacles with suckers and ink sack",
          "family": "Octopodidae",
          "kingdom": "Animalia",
          "desc1": "The octopus often has a sharp beak, and an octopus will always have eight arms (unless any have been lost). Most species of octopus generally have arms with circular sucker pads on.",
          "desc2": "The lifespan of the octopus depends on the species of octopus, with many species of octopus averaging around 6 months old. Some species of octopus however, particularly the bigger octopus species, can live for a few years.",
          "desc3": "The octopus is well known for being a master of disguise and is able to blend into pretty much any background using its elaborate camouflage. The octopus not only uses this to its advantage for both hiding from potential prey and predators, but it is also thought to play a role in the male octopuses mating display, in order to attract a female octopus.",
          "desc4": "The octopus is also thought to have three hearts, two of which are used for pumping blood through the gills, and another for pumping the pale blue blood of the octopus through the rest of the body.",
          "water": null,
          "phlevel": null,
          "conservation": "Least Concern",
          "speed": "43km/h (27mph)",
          "lifestyle": "Solitary",
          "funfact": null,
          "genus": null,
          "wingspan": null,
          "desc5": null
        },
        {
          "name": "Cuttlefish",
          "animalClass": "Cephalopoda",
          "image": "/media/animals/images/470x370/cuttlefish3.jpg",
          "scientific": "Sepiida",
          "map": "/media/animals/maps/cuttlefish-location-map.png",
          "location": "Worldwide",
          "diet": "Carnivore",
          "color": "Green, Red, Blue, Yellow, Orange, Brown, Pink, White",
          "habitat": "Coastal and deeper waters",
          "prey": "Crab, Shrimp, Fish",
          "predators": "Fish, Sharks, Cuttlefish",
          "food": "Crab",
          "phylum": "Mollusca",
          "order": "Decapodiformes",
          "numberofspecies": 120,
          "skin": "Smooth",
          "features": null,
          "family": "Sepiida",
          "kingdom": "Animalia",
          "desc1": "The cuttlefish is a small-medium sized mollusc that is found throughout the ocean waters of the world. In the same way as their squid and octopus relatives, cuttlefish have a large, elongated body with tentacles surrounding their mouths.",
          "desc2": "Cuttlefish are found in large numbers throughout the world's ocean waters from the warm, tropical shallows to the cold depths of the deep ocean. Cuttlefish are well known for the \"flashing\" colours that are displayed on their bodies during fighting and mating. In the same way as squid and octopuses, the cuttlefish also has an ink sack which ejects ink in order to fool oncoming predators.",
          "desc3": "There are 120 known species of cuttlefish found across the globe which vary in size from just 15 cm to the Australian giant cuttlefish which is often half a meter in length (not including its tentacles) and weighs more than 10kg.",
          "desc4": "The cuttlefish is a carnivorous animal that primarily preys on small crustaceans such as shrimp and crabs, but the cuttlefish also eats a lot of fish. The cuttlefish uses its ability to change body colour to hide itself, before catching its prey with the sucker-pads on the end of its long tentacles which bring the prey into the sharp beak of the cuttlefish.",
          "water": null,
          "phlevel": null,
          "conservation": "Threatened",
          "speed": null,
          "lifestyle": null,
          "funfact": null,
          "genus": null,
          "wingspan": null,
          "desc5": null
        },
        {
          "name": "Squid",
          "animalClass": "Cephalopoda",
          "image": "/media/animals/images/470x370/squid5.jpg",
          "scientific": "Teuthida",
          "map": "/media/animals/maps/squid-location-map.png",
          "location": null,
          "diet": "Carnivore",
          "color": "Black, Grey, Brown, White",
          "habitat": "Cooler and temperate waters",
          "prey": "Fish, Crabs, Shrimp",
          "predators": "Human, Seal, Whales",
          "food": "Fish",
          "phylum": "Mollusca",
          "order": "Teuthida",
          "numberofspecies": null,
          "skin": "Smooth",
          "features": "Long, powerful tentacles and streamline body",
          "family": "Oegopsina",
          "kingdom": "Animalia",
          "desc1": "There are around 300 different species of squid found in the oceans worldwide, with squid being one of the few animals that inhabits the freezing waters of the Antarctic, where they mainly feed on krill and plankton although larger species of squid have also been known to hunt larger prey like fish.",
          "desc2": "Most species of squid average at about 20 cm in length when they are fully grown although some species will commonly grow to 60 cm long. The Colossal squid that lives in the deep waters of  the Pacific Ocean has been known to grow to 14 metres long!",
          "desc3": "Squid are an excellent and therefore common food source for a variety a different animal species in the water but also those predators on land. Squid predators include sharks, penguins, seals and humans.",
          "desc4": "Generally squid will only get to a few years old in the wild before being eaten. Some of the bigger species of squid however, have been known to reach ages of 15 years old.",
          "water": null,
          "phlevel": null,
          "conservation": "Least Concern",
          "speed": "30km/h (18mph)",
          "lifestyle": "Solitary",
          "funfact": null,
          "genus": null,
          "wingspan": null,
          "desc5": null
        }
      ]
}