{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data": [
      {
        "name": "Whale Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/whale_shark.jpg",
        "scientific": "Rhincodon Typus",
        "map": "/media/animals/maps/whale-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Brown, Blue, Grey",
        "habitat": "Warm coastal waters and open ocean",
        "prey": "Krill, Plankton, Crab, Fish",
        "predators": "Human, Sharks, Killer Whale",
        "food": "Krill",
        "phylum": "Chordata",
        "order": "Orectolobiformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Enormous streamlined body and broad, flat head",
        "family": "Rhincodontidae",
        "kingdom": "Animalia",
        "desc1": "The whale shark is the largest species of fish with some adult whale sharks growing to nearly 50ft long! The whale shark is thought to have developed around 60 million years ago making the whale shark one of the oldest species on Earth today.",
        "desc2": "The whale shark spends its life swimming through the open oceans in search of fish and squid. Unlike many other species of shark, the whale shark is known to feed on large shoals of tiny fish rather than hunting bigger fish and sea mammals. This makes the whale shark a filter feeder similar to whales and smaller sea animals.",
        "desc3": "The whale shark inhabits the warm, tropical waters around the equator and despite often being found close to coastlines, the whale shark is also known to dive to depths of up to 700 meters (that over 2,000ft deep). In this part of the ocean, food is more scarce and the whale shark will therefore only venture to such depths if hunting in the shallower waters is not possible.",
        "desc4": "The whale shark is the perfect example of a so-called friendly shark and to date have posed no significant threat to humans (mainly divers). The whale shark is most commonly spotted around the Gulf of Mexico and the Indonesian Islands where the whale sharks have been known to be almost playful towards humans.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "16km/h (10mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Rhincodon",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Stingray",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/stingray2.jpg",
        "scientific": "Dasyatis Centroura",
        "map": "/media/animals/maps/stingray-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "",
        "habitat": "Warm, tropical waters",
        "prey": "Crustaceans, Snails, Fish",
        "predators": "Sharks, Fish, Seals",
        "food": "Crustaceans",
        "phylum": "Chordata",
        "order": "Rajiformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Flattened body shape and long tail",
        "family": "Dasyatidae",
        "kingdom": "Animalia",
        "desc1": "The stingray is a flat marine fish found in warmer waters around the globe. The stingray belongs to the same group of fish as other ray and are also believed to be closely related to sharks.",
        "desc2": "The stingray inhabits the warmer tropical waters around the world generally in the slightly deeper waters rather than the shallows. When the weather begins to cool, the stingray will retreat further into the depths of the ocean.",
        "desc3": "The stingray is most well known for the stinger that is present on the end of the tail of the stingray. The stingray uses the stinger on the end of its long tail pierce through and stop it's prey before it can escape.",
        "desc4": "The stingray's stinger is razor-sharp, barbed or serrated and attached to the stingray's thin tail. This means the stingray can whip it's stinger to pretty much anywhere, extremely quickly as the long, thin tail of the stingray is extremely agile and very flexible.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "48km/h (30mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Spiny Dogfish",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/spiny_dogfish.jpg",
        "scientific": "Squalus Acanthias",
        "map": "/media/animals/maps/spiny-dogfish-location-map.png",
        "location": "Atlantic, Pacific and Indian Oceans",
        "diet": "Carnivore",
        "color": "Grey, Black, Brown, White",
        "habitat": "Bays and inshore waters",
        "prey": "Fish, Squid, Crustaceans",
        "predators": "Sharks, Whales, Humans",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Squaliformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Lack of anal fin and poisonous spines on back",
        "family": "Squalidae",
        "kingdom": "Animalia",
        "desc1": "The spiny dogfish is one of the most abundant species of shark in the world is also commonly known as the piked dogfish, the codshark and the thorndog. The spiny dogfish is the most well-known of the dogfish species and is also thought to be the most well-researched shark species in the world.",
        "desc2": "The spiny dogfish is found worldwide across the Atlantic, Indian and Pacific Oceans. The spiny dogfish tends to be found in the warmer coastal waters although it is not uncommon to spot spiny dogfish hunting in the freezing sub-Antarctic waters.",
        "desc3": "The spiny dogfish is a small-sized shark with a grey coloured body that has a light underside and little white spots on the back of the spiny dogfish. The spiny dogfish also has large eyes and a short snout and unlike many other species of shark, the spiny dogfish does have an anal fin.",
        "desc4": "The most distinctive feature of the spiny dogfish are the two spikes found on the back of the spiny dogfish, one spike in front of each dorsal fin. The spikes on the back of the spiny dogfish are mildly poisonous and are mainly used in defence.",
        "water": "Salt",
        "phlevel": "6.5-8.5",
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Squalus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Manta Ray",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/manta_ray5.jpg",
        "scientific": "Manta Birostris",
        "map": "/media/animals/maps/manta-ray-location-map.png",
        "location": "Worldwide",
        "diet": "Carnivore",
        "color": "Grey, Blue, Black, White",
        "habitat": "Warmer tropical waters",
        "prey": "Fish, Plankton, Shrimp",
        "predators": "Sharks, Humans, Killer Whales",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Myliobatiformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Plate-like teeth and enormous body",
        "family": "Mobulidae",
        "kingdom": "Animalia",
        "desc1": "The manta ray is a large species of flattened fish, closely related to other cartilaginous fish such as sharks. The manta ray is the largest species of ray in the world with some manta ray individuals reaching up to 9 meters wide.",
        "desc2": "The manta ray is most commonly found in the warmer, tropical of waters of the world's oceans, typically around coral reefs and along the continental shelves where food is in abundance. However, due to their enormous size, manta rays are also commonly spotted hunting out in the open ocean.",
        "desc3": "The manta ray is a solitary animal and is also a graceful swimmer. Like other large species of fish, manta rays swim by moving their pectoral fins up and down which propels their enormous body through the surrounding water. The short tail of the manta ray also allows the manta ray to be more acrobatic with its movement, and they have even be seen leaping out of the water.",
        "desc4": "Manta rays are known to frequently visit cleaning stations where small fish such as wrasse and angelfish swim in the manta ray's gills and over its skin to feed, in the process cleaning it of parasites and dead tissue. Manta rays are generally not interested in eating these smaller fish as they are providing a great service to the manta ray.",
        "water": "Salt",
        "phlevel": "6 - 9",
        "conservation": "Near Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Manta",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Great White Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/white_shark2.jpg",
        "scientific": "Carcharodon carcharias",
        "map": "/media/animals/maps/great-white-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Grey, Black, White",
        "habitat": "Temperate, coastal waters and open ocean",
        "prey": null,
        "predators": "Killer Whales, Sharks, Humans",
        "food": null,
        "phylum": "Chordata",
        "order": "Lamniformes",
        "numberofspecies": 1,
        "skin": "Tough",
        "features": "Large pointed snout and powerful tail fin",
        "family": "Lamnidae",
        "kingdom": "Animalia",
        "desc1": "The Great White Shark is a large species of shark found mainly found inhabiting the temperate and tropical coastal waters worldwide. They are the largest predatory fish species in the world known to grow to lengths of 8 meters or more and weighing over 2 tonnes. Great White Sharks are hugely powerful predators that have developed a fearsome reputation as being one of the most prolific \"man-eaters\" on the planet, with up to half of annual shark attacks on humans being reportedly caused by them. Also known as White Sharks and White Pointer Sharks, Great White Sharks have been one of the most ruthless ocean predatory fishes for nearly 20 million years, but despite their high profile reputation, they are actually a lot less common compared to other widely distributed shark species. Although surprisingly little is still known about their biology and population sizes, it is widely agreed within the scientific community that Great White Shark population numbers are decreasing worldwide as they are threatened by both hunting and habitat loss throughout much of their natural range.",
        "desc2": "Like almost all shark species, Great White Sharks have a highly distinctive appearance with large, torpedo-shaped bodies and a pointed snout. They have very tough skin that is covered in tiny teeth called denticles that is slate-grey to black in colour on the top of their bodies which helps them to remain camouflaged into the rocky, coastal sea floors where they are most commonly found. The underside of the Great White Shark is white and is what has led to their name. Great White Sharks have powerful, crescent-shaped tail fins that help to propel them through the water at a tremendous speed, and are aided by their pectoral (side) fins that are held out in fixed wings to prevent the Great White Shark from sinking. The large and highly characteristic dorsal (back) fin of the Great White Shark is used to help them to steer through the water, along with diving and helping them to balance. One of the most characteristic features of the Great White Shark is their jaw. Their mouths are filled with up to 300 serrated, triangular teeth that are arranged in rows and are replaced continuously throughout their lives. Each tooth can grow to around 6cm in length providing Great White Sharks with a formidable bite when they are attacking their prey.",
        "desc3": "Great White Sharks are widely distributed around the world, but are most commonly found in temperate and tropical coastal regions but also in cooler waters and open ocean too. Despite this, they are most commonly seen in South Africa (where there are the biggest population numbers), Australia, California and the northeast of the United States but are also known to range into cooler regions and visit tropical islands including Hawaii and the Seychelles in areas within a greater expanse of open water. Great White Sharks are found swimming either below the surface or just off the ocean floor depending on the region and their feeding habits. Their coastal dwelling nature is largely attributed to their prey species but they are also known to travel vast distances through the ocean from South Africa to Australia and from the Californian coast to Hawaii in the deep Pacific.",
        "desc4": "Great White Sharks are largely solitary animals that only tend to come together to mate but have been seen in pairs or small groups around large carcasses. They are highly adaptable and powerful predators that rely less on their eyesight and more on other senses in order to detect their prey. When in the open oceans Great White Sharks must swim constantly or they will simply drown. During swimming, sea water is forced into their mouths and over their gills where oxygen is then taken in. Great White Sharks swim in an \"s\" shape in order to move through the water more efficiently. By flexing their body and moving their incredibly strong tail fins from side to side they are able to travel vast distances. Powerful and more sudden movements of their tail fins enable Great White Sharks to make high-speed dashes when chasing fast moving prey and have even been commonly seen leaping out (breaching) of the water in a similar way to whales when they are attacking their prey from underneath.",
        "water": "Salt",
        "phlevel": "5 - 7",
        "conservation": "Vulnerable",
        "speed": "24kph (15mph)",
        "lifestyle": "Diurnal",
        "funfact": "Have up to 300 serrated, triangular teeth!",
        "genus": "Carcharodon",
        "wingspan": null,
        "desc5": "Humans have a long established negative relationship with Great White Sharks all around the world, as they are responsible for the majority of all shark attacks on people. Despite the fact that such attacks are widely documented in the news, fatalities from Great White Shark attacks are thought to be less common than those caused by lightening strikes or bee stings. Due to the way in which Great White Sharks hunt (known as sample biting where they first attack their prey to wound it before later returning to eat), it is widely believed that people are not considered to be a desirable meal for them as such instances of return are incredibly rare. The high profile nature of these attacks though has led to Great White Sharks developing a reputation of being fierce man-hunters when in actual fact, they have simply mistaken a person swimming or surfing for a seal on the surface of the water. Great White Sharks have also been known to bite or repeatedly bash small boats with their snouts and can cause enough damage to make them to sink."
      },
      {
        "name": "Bull Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/bull_shark1.jpg",
        "scientific": "Carcharhinus Leucas",
        "map": "/media/animals/maps/bull-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Blue, Grey",
        "habitat": "Shallow and tropical waters",
        "prey": "Fish, Sharks, Stingray",
        "predators": "Human, Tiger sharks",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Carcharhiniformes",
        "numberofspecies": null,
        "skin": "Scales",
        "features": "Flat, rounded snout and two dorsal fins",
        "family": "Carcharhinidae",
        "kingdom": "Animalia",
        "desc1": "Bull sharks are mainly found in the warmer and shallower coastal waters of the southern hemisphere. The bull shark is one of the most common species of shark found worldwide.",
        "desc2": "The bull shark is able to inhabit both salt and freshwater sources just as happily, with one bull shark known to have swum 4,000 km up the Amazon River in South America, finally ending up in mountainous Peru.",
        "desc3": "The bull shark is well known for its unpredictable and aggressive temperament and is thought to be one of the most dangerous sharks towards humans. This is probably because the bull inhabits coastal waters and rivers and is therefore more likely to come into contact with swimmers and water sports enthusiasts.",
        "desc4": "The bull shark is an effective and dominant predator in its environment and so has no real natural predator itself. Bull sharks are occasionally hunted by the bigger shark species such as the tiger shark and the infamous great white shark.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "40km/h (25mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Carcharhinus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Grey Reef Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/grey_reef_shark5.jpg",
        "scientific": "Carcharhinus Amblyrhynchos",
        "map": "/media/animals/maps/grey-reef-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Grey, White, Black",
        "habitat": "Warm waters and coral reefs",
        "prey": "Fish, Crab, Squid",
        "predators": "Human, Larger sharks",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Carcharhiniformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": null,
        "family": "Carcharhinidae",
        "kingdom": "Animalia",
        "desc1": "Grey reef sharks are one of the smaller species of shark with adults reaching a maximum length of around 2m long and baby grey reef sharks being around 50cm long at birth.",
        "desc2": "Grey reef sharks feed on reef fish, squid and shrimp. The grey reef shark is not thought to pose a great threat to humans and the grey reef shark has been noted to be inquisitive towards divers.",
        "desc3": "Other species of reef shark include the white tipped reef shark, the black tipped reef shark and the Caribbean reef shark, all of which belong to the same family so have similar characteristics to the grey reef shark.",
        "desc4": "The grey reef shark has a very distinctive shark-like appearance which includes the long slender body of the grey reef shark, large fins and a rounded snout. The grey reef shark tends to gather together in schools with other grey reef sharks during the day, but the grey reef shark is generally more active at night.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "40km/h (25mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Carcharhinus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Tiger Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/tiger_shark1.jpg",
        "scientific": "Galeocerdo Cuvier",
        "map": "/media/animals/maps/tiger-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Grey, Brown, Black, White",
        "habitat": "Tropical coastal waters",
        "prey": "Squid, Fish, Turtles",
        "predators": "Human",
        "food": "Squid",
        "phylum": "Chordata",
        "order": "Carcharhiniformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": null,
        "family": "Carcharhinidae",
        "kingdom": "Animalia",
        "desc1": "The tiger shark is the fourth biggest shark in the world and is found in warmer and tropical waters in the Southern Hemisphere. The tiger shark tends to be found in more coastal waters but tigers sharks are also known to go into the deeper ocean if they need to hunt for food.",
        "desc2": "The tiger shark is a fierce predator and tiger sharks hunt everything in the water including fish, seals, birds, turtles and even other sharks. The tiger shark gets its name from the black stripes it has when it is young. Most tiger sharks lose these stripes as they get older.",
        "desc3": "Like most other species of shark, tiger sharks have sensors on the sides of their heads which enable them to detect small muscle movements from nearby creatures. The tiger shark also has a wedge-shaped head which allows the shark to turn quickly when it needs to. Tiger sharks can reach a top speed of around 20mph which is pretty fast in the water!",
        "desc4": "Tiger sharks are extremely aggressive animals are thought to be one of the most dangerous sharks for humans to come into contact with. Tiger sharks are solitary hunters and usually do most of their hunting at night when the tiger shark can move through the water unseen.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "32km/h (20mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Galeocerdo",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Horn Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/horn_shark6.jpg",
        "scientific": "Heterodontus Francisci",
        "map": "/media/animals/maps/horn-shark-location-map.png",
        "location": "North Pacific",
        "diet": "Carnivore",
        "color": "Grey, Brown, Black, Yellow",
        "habitat": "Warm continental shelves",
        "prey": "Molluscs, Sea Urchins, Fish",
        "predators": "Large fish, Sharks, Humans",
        "food": "Molluscs",
        "phylum": "Chordata",
        "order": "Heterodontiformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Short head with high ridges above the eyes",
        "family": "Heterodontidae",
        "kingdom": "Animalia",
        "desc1": "The horn shark is endemic to the Pacific north-east, and is only found in the warmer waters off the coast of California. The horn shark is most commonly found along the temperate to sub-tropical continental shelves where it spends most of it's time in search of hard-shelled marine organisms to eat off the sea-bed.",
        "desc2": "The horn shark is a small species of shark that typically measures about 1 meter in length. The horn shark can be most easily recognized by a short, blunt head with ridges over its eyes and two high dorsal fins with large venomous spines. The horn shark is usually a brown or grey colour with many small dark spots across it's body.",
        "desc3": "The horn shark is a clumsy swimmer that prefers to use its flexible, muscular pectoral fins to push itself along the bottom of the ocean rather than swimming through it. The horn shark is usually solitary, though small groups have been recorded (particularly during the mating season). During the day, horn sharks rest motionless, hidden inside caves or crevices, or within thick mats of algae, though they remain relatively alert and will swim away quickly if disturbed. After dusk, they roam actively above the reef in search of food.",
        "desc4": "Horn sharks are carnivorous predators and although they do eat fish and marine invertebrates on the ocean floor, around 95% of the horn shark's diet is made up of hard-shelled molluscs and crustaceans which they horn shark uses its short, hardened head to break them apart before eating the fleshy insides. Horn sharks also feed on echinoderms such as sea urchins and star fish.",
        "water": "Salt",
        "phlevel": "7 - 8",
        "conservation": "Data Deficient",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Heterodontus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Nurse Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/nurse_shark3.jpg",
        "scientific": "Ginglymostoma Cirratum",
        "map": "/media/animals/maps/nurse-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Black, Brown, Grey, White",
        "habitat": "Warm waters and tropical coastal regions",
        "prey": "Squid, Fish, Octopus",
        "predators": "Human, Bull Shark, Tiger Shark",
        "food": "Squid",
        "phylum": "Chordata",
        "order": "Orectolobiformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": null,
        "family": "Ginglymostomatidae",
        "kingdom": "Animalia",
        "desc1": "The nurse shark is a common coastal bottom-dwelling shark, found in tropical and subtropical waters around the continental shelves. The nurse shark is frequently found at depths of one meter or less but it is not uncommon for nurse sharks to venture down to depths of 12 m.",
        "desc2": "Nurse sharks commonly habitat reefs, channels between mangrove islands and sand flats, where food is in abundance. The nurse shark preys on fish, shrimp, sea urchins, the occasional octopus and stingrays, and as with many other species of shark, the fast reactions and stealthy approach of the nurse shark mean that the nurse shark is easily able to have a meal.",
        "desc3": "Nurse sharks are nocturnal animals and are generally inactive during the day. It is in these hours of daylight that nurse sharks can be found together in groups of up to 40 nurse shark individuals. Despite this, the nurse shark is a solitary hunter and will spend the dark nights hunting alone. Nurse sharks appear to have resting spots that they return to daily rather than just resting anywhere. These preferred resting spots of the nurse shark tend to be in crevices in rocks and reefs.",
        "desc4": "The nurse shark mating season is in early summer. Female nurse sharks will retain their eggs inside them until they hatch and are fully developed, before a live birth then occurs. The nurse shark gestation period is approximately 6 months, when the female nurse shark will give birth to between 28 and 25 nurse sharks babies, known as pups.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "40km/h (25mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Ginglymostoma",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Hammerhead Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/hammerhead_shark.jpg",
        "scientific": "Sphyrna Zygaena",
        "map": "/media/animals/maps/hammerhead-shark-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Grey, Brown, White",
        "habitat": "Warm waters and continental shelves",
        "prey": "Fish, Squid, Octopus",
        "predators": "Tiger Shark, Great White Shark, Killer Whale",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Carcharhiniformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": null,
        "family": "Sphyrnidae",
        "kingdom": "Animalia",
        "desc1": "Hammerhead Sharks are appropriately named after their flat shaped heads. Hammerhead sharks are large carnivorous fish that prey on large fish and occasionally hammerhead sharks will hunt small water mammals.",
        "desc2": "Hammerhead sharks are found in the warmer waters of oceans worldwide but hammerhead sharks are particularly found in coastal waters, and along continental shelves. The shallow waters that the hammerhead sharks inhabit allow the hammerhead shark to hunt prey more easily.",
        "desc3": "There are 9 different species of hammerhead shark worldwide, ranging from 3ft to 20ft in length! Hammerhead sharks are not commonly known to attack humans but can be aggressive if a human came into contact with a hammerhead shark.",
        "desc4": "The flat shaped head of the hammerhead shark is thought to allow the hammerhead shark to detect prey more easily, as it increases the hammerhead sharks sensitivity to sonar activity. Hammerhead sharks are thought to use sonar waves detection in a similar way to their five main senses, so it's like the hammerhead shark has a sixth sense.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "40km/h (25mph)",
        "lifestyle": "Herd",
        "funfact": null,
        "genus": "Sphyrna",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Zebra Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/zebra_shark.jpg",
        "scientific": "Stegostoma Fasciatum",
        "map": "/media/animals/maps/zebra-shark-location-map.png",
        "location": "Indian and Pacific Oceans",
        "diet": "Omnivore",
        "color": "Brown, Black, Yellow, White, Grey",
        "habitat": "Tropical, coastal waters",
        "prey": "Fish, Crabs, Snails",
        "predators": "Large Sharks, Humans",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Orectolobiformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": null,
        "family": "Stegostomatidae",
        "kingdom": "Animalia",
        "desc1": "Zebra sharks can grow to nearly 3 meters in length and can get to be 30 years old in the wild. Zebra sharks that are kept in captivity generally do not exceed 15 years of age. Zebra sharks can be identified by the yellow spots that are present on the back of the zebra shark.",
        "desc2": "Zebra sharks have a long, flattened body which helps them to remain unnoticed on the seabed. The zebra shark also has a long tail which allows it to be more agile in the water. Zebra sharks move their tails from side to side when they swim, in an eel-like manner.",
        "desc3": "Zebra sharks are omnivorous animals but tend to have a more meat-based diet. Zebra sharks feed on small fish, crabs, shrimp, snails and other small invertebrates along with squid and sea snakes which they forage for in the coral reefs.",
        "desc4": "Due to their relatively large size, zebra sharks have few natural predators as they are fairly dominant predators in their environment. Larger species of shark such as tiger sharks and bull sharks are the main predators of the zebra shark, along with humans who hunt them for their meat and fins.",
        "water": null,
        "phlevel": "7.8 - 8.4",
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Stegostoma",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Basking Shark",
        "animalClass": "Chondrichthyes",
        "image": "/media/animals/images/470x370/basking_shark.jpg",
        "scientific": "Cetorhinus Maximus",
        "map": "/media/animals/maps/basking-shark-location-map.png",
        "location": "Atlantic and Pacific Oceans",
        "diet": "Carnivore",
        "color": "Grey, Black, Brown",
        "habitat": "Temperate waters along continental shelves",
        "prey": "Fish, Plankton, Invertebrates",
        "predators": "Sharks, Humans, Killer Whales",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Lamniformes",
        "numberofspecies": null,
        "skin": "Smooth",
        "features": "Enormous mouth and large body size",
        "family": "Cetorhinidae",
        "kingdom": "Animalia",
        "desc1": "The basking shark is the second largest species of shark (and fish) in the world behind the enormous whale shark. Basking sharks are also commonly known as the sunfish, the elephant shark and the big mouth shark.",
        "desc2": "The basking shark is found inhabiting temperate coastal waters around the world, with the exception of the Indian Ocean. The basking shark is one of only three plankton-feeding shark species and is the largest fish in British waters.",
        "desc3": "Basking sharks are most well known for their enormous mouths which balloon out in order to take in as much water into it as possible, and are able to process over 1,500 gallons at a time. As filter-feeders, the basking shark's mouth contains hundreds of tiny teeth which are used to filter food particles out of the water.",
        "desc4": "Basking sharks are generally solitary animals found hunting alone, although basking sharks are also commonly seen in schools of up to 100 basking shark individuals usually during seasonal migrations. Basking sharks are also known to spend most of their time closer to the surface of the water where they can be easily spotted as they munch their way through the ocean.",
        "water": "Salt",
        "phlevel": "5 - 7",
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Cetorhinus",
        "wingspan": null,
        "desc5": null
      }
    ]
}