{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
        {
          "name": "Stingray",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/stingray2.jpg",
          "scientific": "Dasyatis Centroura",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/stingray-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "",
          "skin": "Scales",
          "food": "Crustaceans",
          "habitat": "Warm, tropical waters",
          "prey": "Crustaceans, Snails, Fish",
          "predators": "Sharks, Fish, Seals",
          "features": "Flattened body shape and long tail",
          "desc1": "The stingray is a flat marine fish found in warmer waters around the globe. The stingray belongs to the same group of fish as other ray and are also believed to be closely related to sharks.",
          "desc2": "The stingray is most well known for the stinger that is present on the end of the tail of the stingray. The stingray uses the stinger on the end of its long tail pierce through and stop it's prey before it can escape.",
          "desc3": "The stingray is a carnivorous animal, meaning that the stingray only feeds on other animals and does not eat plants. The stingray preys on a wide variety of species in the sea including crabs, molluscs, clams, oysters, snails and some species of fish."
        },
        {
          "name": "Bull Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/bull_shark1.jpg",
          "scientific": "Carcharhinus Leucas",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/bull-shark-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "Blue, Grey",
          "skin": "Scales",
          "food": "Fish",
          "habitat": "Shallow and tropical waters",
          "prey": "Fish, Sharks, Stingray",
          "predators": "Human, Tiger sharks",
          "features": "Flat, rounded snout and two dorsal fins",
          "desc1": "Bull sharks are mainly found in the warmer and shallower coastal waters of the southern hemisphere. The bull shark is one of the most common species of shark found worldwide.",
          "desc2": "The bull shark is well known for its unpredictable and aggressive temperament and is thought to be one of the most dangerous sharks towards humans. This is probably because the bull inhabits coastal waters and rivers and is therefore more likely to come into contact with swimmers and water sports enthusiasts.",
          "desc3": null
        },
        {
          "name": "Grey Reef Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/grey_reef_shark5.jpg",
          "scientific": "Carcharhinus Amblyrhynchos",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/grey-reef-shark-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "Grey, White, Black",
          "skin": "Smooth",
          "food": "Fish",
          "habitat": "Warm waters and coral reefs",
          "prey": "Fish, Crab, Squid",
          "predators": "Human, Larger sharks",
          "features": null,
          "desc1": "Grey reef sharks are one of the smaller species of shark with adults reaching a maximum length of around 2m long and baby grey reef sharks being around 50cm long at birth.",
          "desc2": "Other species of reef shark include the white tipped reef shark, the black tipped reef shark and the Caribbean reef shark, all of which belong to the same family so have similar characteristics to the grey reef shark.",
          "desc3": "The grey reef shark has very few natural predators in its coastal, underwater habitat as many larger water-bound carnivores tend to lurk in the deeper waters. When the grey reef shark feels under threat, particularly from larger species of shark or from humans diving, the grey reef shark tends to react in a very distinctive way with the grey reef shark arching its body up and moving its head slowly from side to side whilst the grey reef shark is swimming along. The grey reef shark is thought to do this to intimidate unwanted company rather than in preparation to attack it."
        },
        {
          "name": "Spiny Dogfish",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/spiny_dogfish.jpg",
          "scientific": "Squalus Acanthias",
          "origin": "Atlantic, Pacific and Indian Oceans",
          "diet": "Carnivore",
          "map": "/media/animals/maps/spiny-dogfish-location-map.png",
          "water": "Salt",
          "phlevel": "6.5-8.5",
          "color": "Grey, Black, Brown, White",
          "skin": "Smooth",
          "food": "Fish",
          "habitat": "Bays and inshore waters",
          "prey": "Fish, Squid, Crustaceans",
          "predators": "Sharks, Whales, Humans",
          "features": null,
          "desc1": "The spiny dogfish is one of the most abundant species of shark in the world is also commonly known as the piked dogfish, the codshark and the thorndog. The spiny dogfish is the most well-known of the dogfish species and is also thought to be the most well-researched shark species in the world.",
          "desc2": "The spiny dogfish is a small-sized shark with a grey coloured body that has a light underside and little white spots on the back of the spiny dogfish. The spiny dogfish also has large eyes and a short snout and unlike many other species of shark, the spiny dogfish does have an anal fin.",
          "desc3": "Due to its relatively large size, aggressive nature and poisonous spikes, the only real predators of the spiny dogfish are larger sharks, humans and the occasional killer whale."
        },
        {
          "name": "Basking Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/basking_shark.jpg",
          "scientific": "Cetorhinus Maximus",
          "origin": "Atlantic and Pacific Oceans",
          "diet": "Carnivore",
          "map": "/media/animals/maps/basking-shark-location-map.png",
          "water": "Salt",
          "phlevel": "5 - 7",
          "color": "Grey, Black, Brown",
          "skin": "Smooth",
          "food": "Fish",
          "habitat": "Temperate waters along continental shelves",
          "prey": "Fish, Plankton, Invertebrates",
          "predators": "Sharks, Humans, Killer Whales",
          "features": "Enormous mouth and large body size",
          "desc1": "The basking shark is the second largest species of shark (and fish) in the world behind the enormous whale shark. Basking sharks are also commonly known as the sunfish, the elephant shark and the big mouth shark.",
          "desc2": "Basking sharks are most well known for their enormous mouths which balloon out in order to take in as much water into it as possible, and are able to process over 1,500 gallons at a time. As filter-feeders, the basking shark's mouth contains hundreds of tiny teeth which are used to filter food particles out of the water.",
          "desc3": "As the second largest shark species in the world, the basking shark has few natural predators. Apart from hunting by humans, the great white shark and the killer whale are the only real threat to the basking shark, mainly due to the fact that basking sharks are slow and generally sluggish swimmers."
        },
        {
          "name": "Zebra Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/zebra_shark.jpg",
          "scientific": "Stegostoma Fasciatum",
          "origin": "Indian and Pacific Oceans",
          "diet": "Omnivore",
          "map": "/media/animals/maps/zebra-shark-location-map.png",
          "water": null,
          "phlevel": "7.8 - 8.4",
          "color": "Brown, Black, Yellow, White, Grey",
          "skin": "Smooth",
          "food": "Fish",
          "habitat": "Tropical, coastal waters",
          "prey": "Fish, Crabs, Snails",
          "predators": "Large Sharks, Humans",
          "features": null,
          "desc1": "Zebra sharks can grow to nearly 3 meters in length and can get to be 30 years old in the wild. Zebra sharks that are kept in captivity generally do not exceed 15 years of age. Zebra sharks can be identified by the yellow spots that are present on the back of the zebra shark.",
          "desc2": "Zebra sharks are omnivorous animals but tend to have a more meat-based diet. Zebra sharks feed on small fish, crabs, shrimp, snails and other small invertebrates along with squid and sea snakes which they forage for in the coral reefs.",
          "desc3": null
        },
        {
          "name": "Hammerhead Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/hammerhead_shark.jpg",
          "scientific": "Sphyrna Zygaena",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/hammerhead-shark-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "Grey, Brown, White",
          "skin": "Smooth",
          "food": "Fish",
          "habitat": "Warm waters and continental shelves",
          "prey": "Fish, Squid, Octopus",
          "predators": "Tiger Shark, Great White Shark, Killer Whale",
          "features": null,
          "desc1": "Hammerhead Sharks are appropriately named after their flat shaped heads. Hammerhead sharks are large carnivorous fish that prey on large fish and occasionally hammerhead sharks will hunt small water mammals.",
          "desc2": "There are 9 different species of hammerhead shark worldwide, ranging from 3ft to 20ft in length! Hammerhead sharks are not commonly known to attack humans but can be aggressive if a human came into contact with a hammerhead shark.",
          "desc3": "Like many other species of shark the hammerhead shark is a solitary hunter during the night, but during the daytime hammerhead sharks are known to form schools of up to 100 hammerhead shark individuals. Hammerhead sharks are commonly seen in larger groups during the summer months when the hammerhead sharks are migrating together in search of cooler waters."
        },
        {
          "name": "Manta Ray",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/manta_ray5.jpg",
          "scientific": "Manta Birostris",
          "origin": "Worldwide",
          "diet": "Carnivore",
          "map": "/media/animals/maps/manta-ray-location-map.png",
          "water": "Salt",
          "phlevel": "6 - 9",
          "color": "Grey, Blue, Black, White",
          "skin": "Smooth",
          "food": "Fish",
          "habitat": "Warmer tropical waters",
          "prey": "Fish, Plankton, Shrimp",
          "predators": "Sharks, Humans, Killer Whales",
          "features": "Plate-like teeth and enormous body",
          "desc1": "The manta ray is a large species of flattened fish, closely related to other cartilaginous fish such as sharks. The manta ray is the largest species of ray in the world with some manta ray individuals reaching up to 9 meters wide.",
          "desc2": "The manta ray is a solitary animal and is also a graceful swimmer. Like other large species of fish, manta rays swim by moving their pectoral fins up and down which propels their enormous body through the surrounding water. The short tail of the manta ray also allows the manta ray to be more acrobatic with its movement, and they have even be seen leaping out of the water.",
          "desc3": "Despite its large size, the relatively docile nature of the manta ray means that it is actually preyed upon by a number of large marine predators. Large species of shark such as the great white shark, killer whales and also humans are known to hunt the manta ray."
        },
        {
          "name": "Great White Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/white_shark2.jpg",
          "scientific": "Carcharodon carcharias",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/great-white-shark-location-map.png",
          "water": "Salt",
          "phlevel": "5 - 7",
          "color": "Grey, Black, White",
          "skin": "Tough",
          "food": null,
          "habitat": "Temperate, coastal waters and open ocean",
          "prey": null,
          "predators": "Killer Whales, Sharks, Humans",
          "features": "Large pointed snout and powerful tail fin",
          "desc1": "The Great White Shark is a large species of shark found mainly found inhabiting the temperate and tropical coastal waters worldwide. They are the largest predatory fish species in the world known to grow to lengths of 8 meters or more and weighing over 2 tonnes. Great White Sharks are hugely powerful predators that have developed a fearsome reputation as being one of the most prolific \"man-eaters\" on the planet, with up to half of annual shark attacks on humans being reportedly caused by them. Also known as White Sharks and White Pointer Sharks, Great White Sharks have been one of the most ruthless ocean predatory fishes for nearly 20 million years, but despite their high profile reputation, they are actually a lot less common compared to other widely distributed shark species. Although surprisingly little is still known about their biology and population sizes, it is widely agreed within the scientific community that Great White Shark population numbers are decreasing worldwide as they are threatened by both hunting and habitat loss throughout much of their natural range.",
          "desc2": "Great White Sharks are widely distributed around the world, but are most commonly found in temperate and tropical coastal regions but also in cooler waters and open ocean too. Despite this, they are most commonly seen in South Africa (where there are the biggest population numbers), Australia, California and the northeast of the United States but are also known to range into cooler regions and visit tropical islands including Hawaii and the Seychelles in areas within a greater expanse of open water. Great White Sharks are found swimming either below the surface or just off the ocean floor depending on the region and their feeding habits. Their coastal dwelling nature is largely attributed to their prey species but they are also known to travel vast distances through the ocean from South Africa to Australia and from the Californian coast to Hawaii in the deep Pacific.",
          "desc3": "Great White Sharks are fearsome carnivores that primarily hunt large marine mammals in order to gain their nutrition. Seals, sea lions, porpoises, dolphins and smaller whales are among their most commonly hunted prey species around the world. Great White Sharks have poor eyesight in comparison to their other senses and use both their sense of smell and ability to detect vibrations caused by animals in the water to detect their prey. Once located, Great White Sharks fiercely attack with great speed and force before retreating and leaving their wounded prey to weaken before returning to feed once it is safe to do so. Although they are largely solitary, Great White Sharks can be seen in pairs or small groups to feed on a large whale carcass. In these circumstances, larger and more dominant individuals feed first with varying swimming display patterns thought to contribute to establishing their dominance hierarchy."
        },
        {
          "name": "Nurse Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/nurse_shark3.jpg",
          "scientific": "Ginglymostoma Cirratum",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/nurse-shark-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "Black, Brown, Grey, White",
          "skin": "Smooth",
          "food": "Squid",
          "habitat": "Warm waters and tropical coastal regions",
          "prey": "Squid, Fish, Octopus",
          "predators": "Human, Bull Shark, Tiger Shark",
          "features": null,
          "desc1": "The nurse shark is a common coastal bottom-dwelling shark, found in tropical and subtropical waters around the continental shelves. The nurse shark is frequently found at depths of one meter or less but it is not uncommon for nurse sharks to venture down to depths of 12 m.",
          "desc2": "Nurse sharks are nocturnal animals and are generally inactive during the day. It is in these hours of daylight that nurse sharks can be found together in groups of up to 40 nurse shark individuals. Despite this, the nurse shark is a solitary hunter and will spend the dark nights hunting alone. Nurse sharks appear to have resting spots that they return to daily rather than just resting anywhere. These preferred resting spots of the nurse shark tend to be in crevices in rocks and reefs.",
          "desc3": "Nurse sharks tend to live to around 25 years of age by which time the nurse shark is often over 4 m in length. When the baby nurse sharks are born, they tend to be around 30 cm long and are already fully developed. The darker skin of the baby nurse sharks tends to fade quickly as they age."
        },
        {
          "name": "Tiger Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/tiger_shark1.jpg",
          "scientific": "Galeocerdo Cuvier",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/tiger-shark-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "Grey, Brown, Black, White",
          "skin": "Smooth",
          "food": "Squid",
          "habitat": "Tropical coastal waters",
          "prey": "Squid, Fish, Turtles",
          "predators": "Human",
          "features": null,
          "desc1": "The tiger shark is the fourth biggest shark in the world and is found in warmer and tropical waters in the Southern Hemisphere. The tiger shark tends to be found in more coastal waters but tigers sharks are also known to go into the deeper ocean if they need to hunt for food.",
          "desc2": "Like most other species of shark, tiger sharks have sensors on the sides of their heads which enable them to detect small muscle movements from nearby creatures. The tiger shark also has a wedge-shaped head which allows the shark to turn quickly when it needs to. Tiger sharks can reach a top speed of around 20mph which is pretty fast in the water!",
          "desc3": "Tiger sharks usually range from between 3 to 5 metres in length. Although much larger specimens have been seen, the largest a tiger shark tends to get is around 5.5 metres long."
        },
        {
          "name": "Whale Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/whale_shark.jpg",
          "scientific": "Rhincodon Typus",
          "origin": null,
          "diet": "Carnivore",
          "map": "/media/animals/maps/whale-shark-location-map.png",
          "water": null,
          "phlevel": null,
          "color": "Brown, Blue, Grey",
          "skin": "Smooth",
          "food": "Krill",
          "habitat": "Warm coastal waters and open ocean",
          "prey": "Krill, Plankton, Crab, Fish",
          "predators": "Human, Sharks, Killer Whale",
          "features": null,
          "desc1": "The whale shark is the largest species of fish with some adult whale sharks growing to nearly 50ft long! The whale shark is thought to have developed around 60 million years ago making the whale shark one of the oldest species on Earth today.",
          "desc2": "The whale shark inhabits the warm, tropical waters around the equator and despite often being found close to coastlines, the whale shark is also known to dive to depths of up to 700 meters (that over 2,000ft deep). In this part of the ocean, food is more scarce and the whale shark will therefore only venture to such depths if hunting in the shallower waters is not possible.",
          "desc3": "Whale sharks grow quickly during their first few years and soon the whale shark pups are extremely big and therefore less likely to be hunted by marine predators such as other shark species and killer whales. Whale sharks tend to live for around 60 to 80 years but have been known be more than 100 years old."
        },
        {
          "name": "Horn Shark",
          "animalClass": "Chondrichthyes",
          "image": "/media/animals/images/470x370/horn_shark6.jpg",
          "scientific": "Heterodontus Francisci",
          "origin": "North Pacific",
          "diet": "Carnivore",
          "map": "/media/animals/maps/horn-shark-location-map.png",
          "water": "Salt",
          "phlevel": "7 - 8",
          "color": "Grey, Brown, Black, Yellow",
          "skin": "Smooth",
          "food": "Molluscs",
          "habitat": "Warm continental shelves",
          "prey": "Molluscs, Sea Urchins, Fish",
          "predators": "Large fish, Sharks, Humans",
          "features": "Short head with high ridges above the eyes",
          "desc1": "The horn shark is endemic to the Pacific north-east, and is only found in the warmer waters off the coast of California. The horn shark is most commonly found along the temperate to sub-tropical continental shelves where it spends most of it's time in search of hard-shelled marine organisms to eat off the sea-bed.",
          "desc2": "The horn shark is a clumsy swimmer that prefers to use its flexible, muscular pectoral fins to push itself along the bottom of the ocean rather than swimming through it. The horn shark is usually solitary, though small groups have been recorded (particularly during the mating season). During the day, horn sharks rest motionless, hidden inside caves or crevices, or within thick mats of algae, though they remain relatively alert and will swim away quickly if disturbed. After dusk, they roam actively above the reef in search of food.",
          "desc3": "Horn sharks tend to mate in between December and January with the female laying her eggs 4 to 5 months later. Female horn sharks can lay up to 24 eggs over a period of 2 weeks, which float in the ocean in a spiralled casing. The female horn shark is one of the only shark species to display pre-natal care, as she collects her eggs in her mouth before depositing them into the safety of crevices in the rocks. The horn shark pups usually hatch within a month."
        }
      ]
}