{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
        {
          "name": "Barnacle",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/barnacle2.jpg",
          "scientific": "Cirripedia",
          "map": "/media/animals/maps/barnacle-location-map.png",
          "origin": "Worldwide",
          "diet": "Omnivore",
          "water": "Brackish, Salt",
          "phlavel": "4.0-6.5",
          "color": "Black, White, Yellow, Cream",
          "skin": "Shell",
          "food": "Plankton",
          "habitat": "Shallow marine environments",
          "prey": "Plankton, Algae",
          "predators": "Fish, Crabs, Humans",
          "feature": "Latch on to hard surfaces and shell made up from plates",
          "desc1": "The barnacle is a hardy animal that is found in or very closely to sea water. Although it is frequently confused for a mollusc because of its hard outer shell, it is actually a crustacean, closely related to crabs and lobsters.",
          "desc2": "Barnacles are most often seen as roughly circular sessile invertebrates (which means that they cannot move on their own), and are permanently attached to the substrate they live on. In their juvenile form they are free-floating, but eventually they attach themselves to any nearby rock, shell, or other object and stay there for the rest of their lives. Their shells are composed of calcite.",
          "desc3": "Barnacles are thought to be one of the oldest surviving creatures on the planet as they are believed to date back millions of years. Although there will have been some adaptations, the barnacle is thought to have changed very little over that time.\nDespite the rising levels of pollution and changes in the water, barnacles are thought to be one of the few animals that are not greatly affected. The barnacle slides two of its six plates across to let water in when it is feeding and then closes them again which prevents the barnacle from being too exposed to dirty water."
        },
        {
          "name": "Lobster",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/lobster2.jpg",
          "scientific": "Nephropidae",
          "map": "/media/animals/maps/lobster-location-map.png",
          "origin": null,
          "diet": "Carnivore",
          "water": null,
          "phlavel": null,
          "color": "Red, Brown, Blue, Orange",
          "skin": "Shell",
          "food": "Clams",
          "habitat": "Sea gardens and rocky beds",
          "prey": "Clams, Mussels, Starfish",
          "predators": "Human, Eels, Large fish",
          "feature": null,
          "desc1": "The lobster is a large crustacean and like the crab is similar to shrimp and prawns. The lobster is one of the largest types of crustacean with some lobster species known to get to weigh over 20 kg.",
          "desc2": "Lobsters live on rocky, sandy, or muddy bottoms close to the shoreline to beyond the edge of the continental shelf as the lobster prefers the shallower ocean water. The lobster is generally found to live by itself, where the lobster hides in crevices and in burrows under rocks.",
          "desc3": null
        },
        {
          "name": "Crab",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/crab6.jpg",
          "scientific": "Brachyura",
          "map": "/media/animals/maps/crab-location-map.png",
          "origin": null,
          "diet": "Carnivore",
          "water": null,
          "phlavel": null,
          "color": "Red, Brown, Orange, Blue",
          "skin": "Shell",
          "food": "Shrimp",
          "habitat": "Coral reefs and coastline",
          "prey": "Shrimp, Fish, Mussels",
          "predators": "Birds, Otter, Octopus",
          "feature": "Hard, armoured shell and eight legs",
          "desc1": "The crab is a type of crustacean similar to prawns, shrimp and lobster. There are more than 6,700 known species of crab found in waters worldwide and these many crab species are split into around 93 different crab groups.",
          "desc2": "Most crab species are found in the shallower ocean waters where the crabs tend to inhabit rocky pools and coral reefs. There are however, a number of species of freshwater crab that inhabit the waters in rivers and lakes and some species of tropical crab have been known to spend a great deal of time on land.",
          "desc3": null
        },
        {
          "name": "Shrimp",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/shrimp4.jpg",
          "scientific": "Caridea",
          "map": "/media/animals/maps/shrimp-location-map.png",
          "origin": "Worldwide",
          "diet": "Omnivore",
          "water": "Fresh, Brackish, Salt",
          "phlavel": "7.0-9.5",
          "color": "",
          "skin": "Shell",
          "food": "Tiny Fish",
          "habitat": "All water regions around the world",
          "prey": "Tiny Fish, Algae, Plankton",
          "predators": "Fish, Crabs, Whales",
          "feature": null,
          "desc1": "Shrimp are marine crustaceans that are found on the bottom of the water in nearly every environment around the world. Shrimps are generally tiny in size, with some species of shrimp being so small that many animals cannot see them.",
          "desc2": "There are more than 2,000 different species of shrimp worldwide, all of which are invertebrates which means that shrimp do not have a backbone. Instead, shrimp have a hard exoskeleton (the shell of the shrimp) which is often transparent and colourless making shrimp difficult to see in the water.",
          "desc3": null
        },
        {
          "name": "Prawn",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/prawn1.jpg",
          "scientific": "Dendrobranchiata",
          "map": "/media/animals/maps/prawn-location-map.png",
          "origin": "Worldwide",
          "diet": null,
          "water": null,
          "phlavel": "6.5 - 9.0",
          "color": "Pink, Grey, Black, White",
          "skin": "Shell",
          "food": "Fish",
          "habitat": "Rocky, coastal waters",
          "prey": "Fish, Insects, Plankton",
          "predators": "Human, Fish, Squid",
          "feature": null,
          "desc1": "Prawns are found in calmer waters were the prawns can nest in the water plants to lay their eggs. Like the shrimp, the prawn does tend to prefer the warmer waters in the tropics but some species of prawn are found in the Northern Hemisphere.",
          "desc2": "The prawn feeds by filtering nutritious particles out of the water flowing around the prawn, and the prawn is therefore often found on rocks or close to the sea floor.",
          "desc3": null
        },
        {
          "name": "Woodlouse",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/woodlouse4.jpg",
          "scientific": "Oniscidea",
          "map": "/media/animals/maps/woodlouse-location-map.png",
          "origin": null,
          "diet": "Herbivore",
          "water": null,
          "phlavel": null,
          "color": "Grey, Black, Brown",
          "skin": "Shell",
          "food": "Decaying leaf and plant matter,",
          "habitat": "Moist environments",
          "prey": "Decaying leaf and plant matter,",
          "predators": "Toads, Centipedes, Spiders",
          "feature": null,
          "desc1": "The woodlouse is found in dark, damp places in forests and jungles throughout the world. The woodlouse feeds on decaying leaf and plant matter on the forest floor, meaning that the woodlouse plays a vital role in the natural carbon dioxide cycle.",
          "desc2": "The woodlouse is generally about 1 cm long but many species in the tropics are triple that size, some are even bigger. The woodlouse has an average lifespan of around 2 years but some are known to get up to 4 years old.",
          "desc3": null
        },
        {
          "name": "King Crab",
          "class": "Crustacea",
          "image": "/media/animals/images/470x370/king_crab1.jpg",
          "scientific": "Lopholithodes Mandtii",
          "map": "/media/animals/maps/king-crab-location-map.png",
          "origin": null,
          "diet": "Carnivore",
          "water": null,
          "phlavel": null,
          "color": "Blue, Red, Orange",
          "skin": "Shell",
          "food": "Molluscs",
          "habitat": "Cold coastal waters and continental shelves",
          "prey": "Molluscs, Fish, Sea Urchin",
          "predators": "Human, Larger Fish, Octopus",
          "feature": null,
          "desc1": "King Crabs are known for their sheer size but only a couple of species get really big. King crabs are mainly found in the Southern Hemisphere where the waters are warmer but the Alaskan king crab is the obvious exception to this as the waters there are near freezing.",
          "desc2": "Red king crabs can have a leg span of up to 1.8m, blue king crabs often weigh over 8kg! King crabs hunt small fish and plankton in the oceans and are often found close to coral reefs or rocky areas where there are plenty of places for the king crab to hide.",
          "desc3": null
        }
      ]
}