{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
      {
        "name": "Snail",
        "animalClass": "Gastropoda",
        "image": "/media/animals/images/470x370/snail6.jpg",
        "scientific": "Achatinoidea",
        "map": "/media/animals/maps/snail-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Black. Brown, Yellow, Tan",
        "habitat": "Well-vegetated areas",
        "prey": "Leaves, Fruits, Stems",
        "predators": "Rodents, Frogs, Birds",
        "food": "Leaves",
        "phylum": "Mollusca",
        "order": "Achatinoidea",
        "numberofspecies": "1,000",
        "skin": "Shell",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The snail is a small to medium sized mollusc that is generally split into three groups which are land snails, sea snails and freshwater snails. There are nearly 1,000 different species of snail that are spread throughout the world's continents.",
        "desc2": "The snail is found on every continent on Earth with the possible exception of Antarctica, although it is thought that there are a number of marine snail species inhabiting the chilly waters that surround the South Pole. Although snails are found across a wide variety of habitats, they are most commonly spotted lunching in areas where there is plenty of vegetation.",
        "desc3": "Snails are distinctive animals due to the fact that they have a hard, coiled outer shell when they reach adulthood. All true snails are known to have large protective shells that they are able to retract their bodies into for protection. Snails that do not have a shell are not snails, but slugs.",
        "desc4": "In order to break down their food, most snails have thousands of microscopic tooth-like structures located on a ribbon-like tongue called a radula. The radula works like a file, ripping the food into small pieces for the hungry snail.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Giant African Land Snail",
        "animalClass": "Gastropoda",
        "image": "/media/animals/images/470x370/giant_african_land_snail.jpg",
        "scientific": "Achatina Fulica",
        "map": "/media/animals/maps/giant-african-land-snail-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Brown, Yellow, Red",
        "habitat": "Humid forest areas",
        "prey": "Leaves, Vegetables, Fruit, Flowers",
        "predators": "Wild Cats, Birds, Humans",
        "food": "Leaves",
        "phylum": "Mollusca",
        "order": "Achatinoidea",
        "numberofspecies": null,
        "skin": "Hard Outer Shell",
        "features": "Hard protective shell and have both male and female reproductive organs",
        "family": "Achatinidae",
        "kingdom": "Animalia",
        "desc1": "The giant African land snail, is the largest species of snail found on land and generally grow to around 20 cm in length. The giant African land snail is native to the forest areas of East Africa but has been introduced into Asia, the Caribbean and a number of islands in both the Pacific and the Indian oceans.",
        "desc2": "The giant African land snail is generally seen as a pest as these snails will eat almost anything vegetarian that they can find and have proven to be quite destructive when around crops and wild flowers. Giant African land snails are also known to carry parasites and are illegal to keep as pets in some countries such as the USA.",
        "desc3": "The giant African land snail is native to humid, forest areas but can today be found in agricultural areas, coast land, natural forest, planted forests, shrublands, urban areas, and wetlands. The giant African land snail is seen to be highly invasive species and large colonies of land snails can be formed from just one individual.",
        "desc4": "Giant African land snails have both male and female reproductive organs. Although giant African land snails primarily mate with one another, in more isolated regions the giant African land snail is capable of reproducing by itself. Giant African land snail lay around 6 clutches of eggs every year, laying an average of 200 eggs per clutch. Around 90% of snail hatchings survive meaning that a snail free area can quickly become infested.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "0.003km/h (0.002mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Achatina",
        "wingspan": null,
        "desc5": null
      }
    ]
}