{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data": [
      {
        "name": "Asian Giant Hornet",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/asian_giant_hornet4.jpg",
        "scientific": "Vespa mandarinia",
        "map": "/media/animals/maps/asian-giant-hornet-location-map.png",
        "location": "Eastern Asia",
        "diet": "Carnivore",
        "color": "Black, Brown, Red, Orange, Yellow",
        "habitat": "Dense woodland",
        "prey": null,
        "predators": "Human",
        "food": null,
        "phylum": "Arthropoda",
        "order": "Hymenoptera",
        "numberofspecies": 1,
        "skin": "Shell",
        "features": "Wide black and orange body and large mandibles",
        "family": "Vespidae",
        "kingdom": "Animalia",
        "desc1": "The Asian Giant Hornet is the largest species of Hornet in the world with some queens reaching more than 5cm in length. They are found throughout Eastern Asia, particularly in Japan where they are commonly known as the Giant Sparrow Bee. It is not to be confused with the more placid Asian Hornet which arrived in France in 2005 and, although similar in appearance to the Asian Giant Hornet, the Asian Hornet is thought to be no more dangerous than the European Hornet. The Asian Giant Hornet was first classified in 1852 by a British entomologist called Frederick Smith, who worked in the zoology department of the British Museum. He later became the president of the Entomological Society of London from 1862 - 1863.",
        "desc2": "This Wasp species is larger than any other with average Asian Giant Hornets growing to between 2.7cm and 4.5cm in length, with a wingspan of around 7cm. The queens can grow to 5.5cm but are similar in appearance to the worker Hornets with an orange head, black mandibles and a black and golden body. The Asian Giant Hornet has two sets of eyes, one compound and one ocelli, both of which are brown in colour along with their legs. Unlike other species of Wasp, and indeed Bees, the stinger of the Asian Giant Hornet is not barbed and therefore remains attached to its body once used. This means that Asian Giant Hornets are able to sting their victims repeatedly, injecting a complex venom that is known to contain eight different chemicals.",
        "desc3": "The Asian Giant Hornet is found throughout Eastern Asia in Korea, Taiwan, China, Indochina, Nepal, India and Sri Lanka, but they are most commonly found in the mountains of Japan. They are found inhabiting higher altitude forests in both temperate and tropical areas, where there is plenty of food and suitable places to build a nest. The nest is founded by a fertilised female (known as the queen) who selects a suitably sheltered site such as the hollow trunk of a tree, where she begins to build herself a nest out of chewed up bark. Wasp nests contain a series of single cells which together create the well-known honeycomb affect.",
        "desc4": "Asian Giant Hornets are known for their fearless and extremely aggressive attitudes, and they seem to favour one animal in particular, the Honeybee. Asian Giant Hornets like to feed the Honeybee Larvae to their own young and are known to completely destroy whole Bee hives in the process. Rather than using their stinger, Asian Giant Hornets, kill the guarding Bees using their strong mandibles with extreme force and agility. One Hornet is said to be able to tear up to 40 Honeybees in half every minute just to get at what it wants. Asian Giant Hornets are sociable Insects, working together within the colony to forage for food, growing the size of the nest and caring for the young. They are known as workers but they do not reproduce, as that is the job of the queen.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": "Diurnal",
        "funfact": "The largest wasp in the world!",
        "genus": "Vespa",
        "wingspan": null,
        "desc5": "Oddly enough, these incredibly large and indeed dangerous Insects, are actually eaten by people who share the habitat of the Asian Giant Hornet. The Asian Giant Hornet is consumed by some as a regular source of food and is most commonly deep fried or served as a Hornet sashimi. Despite the fact that the venom of the Asian Giant Hornet is incredibly potent, it is only in rare cases when the person is more vulnerable, that it is actually the poison that has caused them to die. In Japan alone, 40 people are killed every year by stings from Asian Giant Hornets but fatalities are mainly caused by allergic reactions, often from multiple stings."
      },
      {
        "name": "Honey Bee",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/honey_bee.jpg",
        "scientific": "Apis",
        "map": "/media/animals/maps/honey-bee-location-map.png",
        "location": "Worldwide",
        "diet": "Herbivore",
        "color": "Brown, Yellow, Black",
        "habitat": "Sheltered forests and meadows",
        "prey": "Nectar, Pollen, Honey",
        "predators": "Birds, Rodents, Reptiles, Insects",
        "food": "Nectar",
        "phylum": "Arthropoda",
        "order": "Hymenoptera",
        "numberofspecies": 7,
        "skin": "Hair",
        "features": null,
        "family": "Apidae",
        "kingdom": "Animalia",
        "desc1": "The honey bee is primarily involved in the production of honey and is today found worldwide. The honey bee is thought to originate from the jungles of south east Asia, where wild honey can still be found and the honey bee eventually took up residence in numerous countries.",
        "desc2": "The honey bees build and inhabit a hive, run by their female queen  honey bee who populates the hive. The honey collects nectar from flowers which it takes back to the hive to be turned into honey. At the height of the summer, over 40,000 honey bees can be found inhabiting just one hive.",
        "desc3": "Honeybees communicate with each other through 'dance language', which consists of movements made by the honey bee's tail. Honey bees primarily use this form of communication to warm other honey bees of oncoming danger.",
        "desc4": "The honey bee is a herbivorous animal and therefore lives purely on the nutrients from plants. Honey bees prefer to ingest the sweeter plant produce such as nectar, pollen, fruits and even honey.",
        "water": null,
        "phlevel": null,
        "conservation": "Endangered",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Apis",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Mayfly",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/mayfly1.jpg",
        "scientific": "Ephemeroptera",
        "map": "/media/animals/maps/mayfly-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Green, Brown, Tan, Grey, Black, Yellow",
        "habitat": "Forest and woodland close to water",
        "prey": "Algae, Larvae, Aquatic Plants",
        "predators": "Birds, Rodents, Reptiles",
        "food": "Algae",
        "phylum": "Arthropoda",
        "order": "Ephemeroptera",
        "numberofspecies": "2,500",
        "skin": "Shell",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The mayfly is medium-sized insect that is found in a variety of habitats all around the world. The mayfly is one of the most short-lived animals in the world and is most closely related to dragonflies and damselflies.",
        "desc2": "There are 2,500 known species of mayfly generally found close to water, all around the world with over 600 species of mayfly natively found in North America. Mayflies are extremely sensitive to pollution and can therefore only be found close to water that is of a high quality.",
        "desc3": "Mayflies have long narrow bodies and large wings, with a second set of smaller hind wings behind them (in a similar way to butterflies and moths). This allows the mayfly to have greater agility and power when it is in the air.",
        "desc4": "Adult mayflies tend to be herbivorous only really surviving on algae although there are a number of known mayfly species that prey on other insects. The adult mayfly has a very short lifespan which can be anywhere from to half an hour to a few weeks long.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Puss Moth",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/puss_moth.jpg",
        "scientific": "Cerura Vinula",
        "map": "/media/animals/maps/puss-moth-location-map.png",
        "location": "Europe and North Africa",
        "diet": "Omnivore",
        "color": "Black, Brown, Green, Blue, White, Yellow, Grey",
        "habitat": "Dense woodland",
        "prey": "Willow and Poplar Leaves",
        "predators": "Bats, Rats, Birds",
        "food": "Willow Leaves",
        "phylum": "Arthropoda",
        "order": "Lepidoptera",
        "numberofspecies": 1,
        "skin": "Hairs",
        "features": "Black and white markings and dangerous nature of the caterpillar",
        "family": "Notodontidae",
        "kingdom": "Animalia",
        "desc1": "The puss moth is a generally medium sized species of moth that is found across Europe and in parts of North Africa. The puss moth is not to be confused with the cat-like North American puss moth that is well-known for the incredibly hairy appearance of its caterpillar. The puss moth caterpillar of Europe is not so hairy but is known to have some very distinctive features themselves.",
        "desc2": "The puss moth is most commonly found in incredibly dense woodland throughout the European continent and across parts of Northern Africa. The puss moth inhabits areas where there is plenty for them to eat and so are most commonly spotted among willow and poplar leaves. The puss moth is becoming rarer as much of it's native woodland has been threatened by deforestation or air and noise pollution.",
        "desc3": "The adult puss moth can grow quite large, with some individuals known to have a wingspan that grew to nearly 10cm. Puss moths are one of the easiest moth species to identify as the dark black markings stand out again the bright white colour of their wings. As with most other species of moth, the puss moth is a generally nocturnal animal that rests during the day and comes out at night to feed.",
        "desc4": "However, it is the caterpillar of the puss moth that has made them so interesting to humans. The caterpillar of the puss moth is generally green in colour with a dark looking spike protruding from one end and a colourful \"face\" on the other. When threatened the puss moth caterpillar is known to spray formic acid at its attacker to minimise the chance of it being eaten (it is the most dangerous caterpillar species in Britain).",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Cerura",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Stag Beetle",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/stag_beetle2.jpg",
        "scientific": "Lucanidae",
        "map": "/media/animals/maps/stag-beetle-location-map.png",
        "location": "Europe",
        "diet": "Omnivore",
        "color": "Black, Brown, Green, Blue, White, Yellow",
        "habitat": "Deciduous woodland",
        "prey": "Decaying wood, Nectar, Leaves",
        "predators": "Bats, Rats, Birds",
        "food": "Decaying wood",
        "phylum": "Arthropoda",
        "order": "Coleoptera",
        "numberofspecies": "1,200",
        "skin": "Shell",
        "features": "Hard, armoured shell and large pincers",
        "family": "Lucanidae",
        "kingdom": "Animalia",
        "desc1": "A stag beetle is one of more than 1,200 different species of beetle that are natively found in Europe. The stag beetle is the largest species of insect to be found in the United Kingdom, but despite this, the stag beetle is becoming rarer and rarer in much of Britain and is now a protected species in much of its historic range.",
        "desc2": "The stag beetle is primarily found inhabiting deciduous woodlands and forest across the European continent where there is an abundance of food and plenty of hiding places for this armoured insect. Stag beetle are also becoming a more common sight in parks and gardens that provide artificial replacements of their native habitats.",
        "desc3": "The stag beetle is Britain's largest and most distinctive insect as some individuals can reach more than 10cm in length. The hard, armoured shell of the stag beetle provides it's body with immense protection and is split into three parts (as with other insects) to give the stag beetle greater agility when moving around.",
        "desc4": "The most distinctive feature of the stag beetle is its long antler-like pincers which protrude from the head of the stag beetle. The pincers of the male stag beetle are often considerably larger than those of the female are primarily used for holding onto prey. Stag beetles also have wings that are protected by their shell when not being used, allowing the stag beetle to fly away if it feels threatened.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Purple Emperor",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/purple_emperor5.jpg",
        "scientific": "Apatura Iris",
        "map": "/media/animals/maps/purple-emperor-location-map.png",
        "location": "Britain and Europe",
        "diet": "Omnivore",
        "color": "Purple, Blue, Brown, Black, White, Orange, Yellow",
        "habitat": "Deciduous woodland",
        "prey": "Larvae, Sap, Dung",
        "predators": "Bats, Frogs, Birds",
        "food": "Larvae",
        "phylum": "Arthropoda",
        "order": "Lepidoptera",
        "numberofspecies": 1,
        "skin": "Hair",
        "features": "Long, curled tongue and brightly coloured wings",
        "family": "Nymphalidae",
        "kingdom": "Animalia",
        "desc1": "The purple emperor is a distinctive species of butterfly, found in woodlands across Europe. The purple emperor is most well known for the bright blue-purple markings of the wings of the male purple emperor butterflies.",
        "desc2": "The purple emperor is most commonly found throughout central Europe and in the warmer, southern regions of the United Kingdom. The purple emperor is found inhabiting ancient forests and deciduous woodlands where the adult purple emperors spend most of their lives hidden high up in the trees.",
        "desc3": "Despite the name, it is only the male purple emperor butterflies that are actually of a purple looking colour. The females purple emperors are much duller in appearance with a generally brown wingspan, a few white markings and a small orange circle on each of its hind wings (the males are very similar only with the added purple sheen).",
        "desc4": "Female purple emperors spend most of their lives in the tree canopy coming down only to lay their eggs. Male purple emperor butterflies also spend much of their time in the tree tops, defending their territory from rivals, though they will sometimes descend in order to drink from puddles or feed.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Apatura",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Glow Worm",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/glow_worm2.jpg",
        "scientific": "Arachnocampa luminosa",
        "map": "/media/animals/maps/glow-worm-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Black, Brown, Yellow, Green, Red",
        "habitat": "Undisturbed woodland and caves",
        "prey": "Snails, Slugs, Insects",
        "predators": "Spiders, Birds, Centipedes",
        "food": "Snails",
        "phylum": "Arthropoda",
        "order": "Coleoptera",
        "numberofspecies": 12,
        "skin": "Shell",
        "features": null,
        "family": "Lampyridae",
        "kingdom": "Animalia",
        "desc1": "The glow worm is a medium to large sized invertebrate that is famous for having a green and yellow coloured light on the end of its tail.",
        "desc2": "Glow worms are found inhabiting dense woodland and caves around the world with the exception of the Americas and glow worms are one of the few insects that are found inside the colder Arctic Circle. Glow worms are nocturnal animals which means that they are active during the dark night which is when their glowing rears can be seen.",
        "desc3": "Glow worm is the common name for various different groups of insect larva and adult larviform females which glow through bioluminescence. Glow worms may sometimes resemble actual worms, but all are insects as one species of glow worm is a type of fly but most glow worms species are actually beetles.",
        "desc4": "It is only the female glow worms that actually glow as they spend around 2 hours every night in the mating season with their bottoms in the air, trying to attract a mate. The male glow worms are attracted to the glowing object in the foliage but have also been known to be attracted to man-made lighting such as street lights.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": "Glow worms are considered to be an animal species that are threatened with extinction as the glow worm population numbers are drastically decreasing. The main reason for the lower number of glow worms is thought to be the expansion of human civilisations. Glow worms are known to be particularly vulnerable to changes in their environment including habitat loss, noise and pollution."
      },
      {
        "name": "Earwig",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/earwig_3.jpg",
        "scientific": "Dermaptera",
        "map": "/media/animals/maps/earwig-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Black. Brown, Yellow, Tan",
        "habitat": "Grass and woodlands",
        "prey": "Plants, Flowers, Insects",
        "predators": "Toads, Birds, Beetles",
        "food": "Plants",
        "phylum": "Arthropoda",
        "order": "Dermaptera",
        "numberofspecies": "1,800",
        "skin": "Shell",
        "features": "Sharp pincers and delicate wings",
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The earwig is a small sized insect that is found in a variety of habitats around the world. There are nearly 2,000 different species of earwig that are found throughout the American, Australian and Eurasian continents.",
        "desc2": "The earwig has a small body size, that is split into three parts in a similar way to numerous other insect species. The earwig has sharp pincers on its abdomen and large wings that generally remain concealed against the body of the earwig. Although earwigs are able to fly, they often don't.",
        "desc3": "Earwigs are nocturnal animals that often hide in small, moist crevices during the day, and are active at night. Damage to foliage, flowers, and various crops are commonly blamed on earwigs but they also eat certain insects that damage them.",
        "desc4": "The earwig is thought to get its name from people fearing that earwigs crawled into your ear to lay their eggs. Although this is not the sole intention of the earwig, it is certainly thought to be possible as they like narrow, warm spaces such as the ear canal.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Butterfly",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/butterfly12.jpg",
        "scientific": "Papilionoidea",
        "map": "/media/animals/maps/butterfly-location-map.png",
        "location": "Worldwide",
        "diet": "Herbivore",
        "color": "Yellow, Black, Orange, Red, Green, Blue, White",
        "habitat": "Quiet forests and pastures",
        "prey": "Nectar, Pollen, Honey",
        "predators": "Bats, Frogs, Small mammals and reptiles",
        "food": "Nectar",
        "phylum": "Arthropoda",
        "order": "Lepidoptera",
        "numberofspecies": "12,000",
        "skin": "Hair",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The butterfly can be found in most countries in the world, but there tend to be more butterflies in warmer climates. The butterfly is a type of insect that feeds on flower nectar through its long and curled straw-like tongue.",
        "desc2": "Butterflies are similar in appearance and tendencies to moths, with many species of butterfly often getting confused as a moth and moths with butterflies. In general, the butterfly species tend to be more brightly coloured than the moth species, but there are exceptions.",
        "desc3": "The butterfly's most reputable characteristic is the fact that there is an incredible morphing process, during the life cycle of the butterfly. The butterfly starts life as a caterpillar, which cocoons itself in a silky thread. The caterpillar emerges from its time in the pod, with colourful wings.",
        "desc4": "The butterflies in the tropical rainforests of the southern hemisphere can get to incredible sizes, with the wings of these butterflies displaying some of the brightest colours in the natural world.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": "Female butterflies lay around 100 eggs at a time, with some species of butterfly laying their eggs in a cluster (all at one time) and other species of butterfly lay their eggs individually onto numerous different plants. The egg soon hatches as larvae which develops into a caterpillar and then into a butterfly."
      },
      {
        "name": "Cockroach",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/cockroach3.jpg",
        "scientific": "Blattaria",
        "map": "/media/animals/maps/cockroach-location-map-2.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Brown, Black, Tan",
        "habitat": "Anywhere and everywhere",
        "prey": "Decaying Organic Matter",
        "predators": "Spiders, Birds, Mammals",
        "food": "Decaying Organic Matter",
        "phylum": "Arthropoda",
        "order": "Blattaria",
        "numberofspecies": "4,000",
        "skin": "Shell",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The cockroach, also known as the roach, is found worldwide in every environment and every habitat with the exception of water. The cockroach is one of the most commonly known pests to humans of the insect world but plays a vital role in the ecosystem ingesting decomposing materials.",
        "desc2": "There are thought to be around 4,000 known species of cockroach in existence but only about 30 of the different species of cockroach are the ones that humans come into contact with. Cockroaches are generally not keen on close contact with humans and are only really present if there is enough for them to eat.",
        "desc3": "The cockroach is dated around 300 million years old, with fossil evidence suggesting that the modern cockroach is much smaller than the original roach. Today the cockroach is on average, about an inch long.",
        "desc4": "The cockroach is an omnivorous animal and feeds on decaying matter and therefore is often associated with things being dirty (you would not be happy to find them in a restaurant for example). Most cockroach species are nocturnal with the exception of the oriental cockroach, which is attracted to light. Cockroaches generally only eat organic matter but some have been known to even eat substances such as mouldy wallpaper paste.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Moth",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/moth.jpg",
        "scientific": "Gynnidomorpha Alisman",
        "map": "/media/animals/maps/moth-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Red, Black, Yellow, Orange, Brown, White",
        "habitat": "Quiet forests and pastures",
        "prey": "Nectar, Fruits, Natural Fabrics",
        "predators": "Birds, Bats, Lizards, Spiders",
        "food": "Nectar",
        "phylum": "Arthropoda",
        "order": "Lepidoptera",
        "numberofspecies": "9,000",
        "skin": "Hair",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "There are thought to be up to 250,000 different species of moth throughout the world, and even more are believed to have not yet been discovered. Due to their nocturnal lifestyle, moths are known to be attracted to lights and are even believed to be able to fly in a straight line as the moths use the moon for navigation.",
        "desc2": "In the same remarkable way as a butterfly, the moth undergoes a stage of metamorphosis during its limited life cycle. The moth caterpillar is different from the butterfly type, it is more broad and some contain a stinger.",
        "desc3": "As with their butterfly cousins, moths are known to play a vital role in the pollination of plants as they flutter between them. Those plants that flower (bloom) during the night rely solely on moths and also bats to pollinate them. If the moth is distracted by an artificial light, it will in turn affect that reproduction of the plants that it helps to pollinate.",
        "desc4": "Moths are herbivorous animals and therefore survive on a plant-based diet. Moths predominantly drink the nectar from the plants using their long straw-like tongue and moths are also known to do a similar thing with sugary fruits and berries. The moth caterpillars, also still generally herbivores, eat a mixture of plants and leaves and some species also eat insects.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Hercules Beetle",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/hercules_beetle1.jpg",
        "scientific": "Dynastes Hercules",
        "map": "/media/animals/maps/hercules-beetle-location-map.png",
        "location": "Central and South America",
        "diet": "Omnivore",
        "color": "Black, Brown, Green, Blue, White, Yellow",
        "habitat": "Tropical Rainforest",
        "prey": "Decaying wood, Fruit, Leaves",
        "predators": "Bats, Rats, Birds",
        "food": "Decaying wood",
        "phylum": "Arthropoda",
        "order": "Coleoptera",
        "numberofspecies": 13,
        "skin": "Shell",
        "features": "Hard, armoured shell and horn-like pincers",
        "family": "Scarabaeidae",
        "kingdom": "Animalia",
        "desc1": "The Hercules beetle is one of the largest species of beetle in the world, and is natively found in the jungles of South America. The Hercules beetle is the largest and most well known of all of the rhinoceros beetles, a group of large beetles that are closely related to the famous scarab beetle.",
        "desc2": "The Hercules beetle is found throughout the tropical jungles and rainforests of Central and South America, where the Hercules beetle spends the majority of its time foraging through the leaf-litter on the forest floor in search of something to eat. The fallen debris also helps to hide this enormous insect as it moves about.",
        "desc3": "There are thirteen known species of Hercules beetle found in the jungles of South America and the Hercules beetle was named for its sheer size as some males have been known to reach nearly 7 inches in length. Although it is quite rare for these beetles to get quite so big, the average adult Hercules beetle is usually between four and fifteen centimetres long depending on the species.",
        "desc4": "The most distinctive feature of the Hercules beetle has to be the enormous horn-like pincers which protrude from the forehead of the males. These horns can grow longer than the Hercules beetle's body and are mainly used for solving disputes with other male Hercules beetles. Female Hercules beetles do not have horns but their bodies are thought to be larger, but shorter than their male counterparts.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Dynastes",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Pond Skater",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/pond_skater.jpg",
        "scientific": "Gerridae",
        "map": "/media/animals/maps/pond-skater-location-map.png",
        "location": "Worldwide",
        "diet": "Herbivore",
        "color": "Black. Brown, Yellow, Tan",
        "habitat": "Still water",
        "prey": "Insects, Larvae",
        "predators": "Fish, Frogs, Birds",
        "food": "Insects",
        "phylum": "Arthropoda",
        "order": "Hemiptera",
        "numberofspecies": 500,
        "skin": "Shell",
        "features": "Armoured shell and walk on water",
        "family": "Gerridae",
        "kingdom": "Animalia",
        "desc1": "The pond skater is a delicate water-based insect commonly found on still bodies of water across the Northern Hemisphere. There are around 500 different species of pond skater that are known by a variety of different names including water striders, water bugs, magic bugs, skaters, skimmers, water scooters, water skaters, water skeeters, water skimmers, water skippers and Jesus bugs.",
        "desc2": "The pond skater is most commonly found across Europe where they live on the surface of ponds, slow streams, marshes, and other quiet waters, in all parts of the continent. Pond skaters are most well known for their ability to \"walk on water\", where pond skaters use surface tension to delicately walk on the surface of the water.",
        "desc3": "Pond skaters float on the surface of the water sensing vibrations and ripples in the water with sensitive hairs on their legs and bodies. If an insect accidentally falls into the water, the ripples it makes will tell the pond skater exactly where it is and the pond skater will dart across the surface of the pond to catch its prey.",
        "desc4": "The long legs of the pond skater mean that they are very agile on the surface of the water and can jump to evade a predator or to catch an insect. Pond skaters however, do not spend all their time on the water as they will fly far from water to hibernate through the winter and then re-emerge from hibernation in the warmer spring.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Caterpillar",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/caterpillar10.jpg",
        "scientific": "Larva",
        "map": "/media/animals/maps/caterpillar-location-map-2.png",
        "location": "Worldwide",
        "diet": "Herbivore",
        "color": "Yellow, Black, Orange, Red, Green, Blue, White. Brown",
        "habitat": "Quiet forests and pastures",
        "prey": "Leaves, Plants, Flowers",
        "predators": "Birds, Wasps, Mammals",
        "food": "Leaves",
        "phylum": "Arthropoda",
        "order": "Lepidoptera",
        "numberofspecies": "21,000",
        "skin": "Hair",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The caterpillar is the larvae (the baby) of both a butterfly and a moth. After around 2-3 weeks, the caterpillar builds itself into a cocoon where it remains a pupa for a further 2 weeks. The caterpillar then emerges having grown wings.",
        "desc2": "The moth caterpillar is well known for being a pest, particularly in the fabric industry. One species of caterpillar has destroyed reams of silk in the far east, known in China as a silkworm.",
        "desc3": "Generally, most species of caterpillar are considered to be agricultural pests as they can munch their ways through fields of crops, often leaving enormous holes which result in unhealthy or inedible plants.",
        "desc4": "Some species of caterpillar are also highly poisonous, particularly those species that live in the tropical rain forests. Other species are only poisonous in their caterpillar form, meaning when they turn into a moth or butterfly, they no longer have venom.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": "Due to their small size and worm-like shape, caterpillars are preyed upon by numerous different species of animal but the main predators of the caterpillar are birds and large insects such as wasps. Caterpillars are also commonly preyed upon by small mammals and reptiles."
      },
      {
        "name": "Stick Insect",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/stick_insect6.jpg",
        "scientific": "Phasmatodea",
        "map": "/media/animals/maps/stick-insect-location-map.png",
        "location": "Worldwide",
        "diet": "Herbivore",
        "color": "Green, Brown, Tan, Grey",
        "habitat": "Forest, jungles and woodland",
        "prey": "Leaves, Plants, Berries",
        "predators": "Birds, Rodents, Reptiles",
        "food": "Leaves",
        "phylum": null,
        "order": "Phasmatodea",
        "numberofspecies": "3,000",
        "skin": "Shell",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "Stick insects are found in the forests, rainforests and jungles around the world where they live a peaceful lifestyle, expertly camouflaged into their surroundings.",
        "desc2": "There are more than 3,000 different species of stick insect in the world, with more being thought to have not yet been discovered. Stick insects can range in size from just 3 cm to 30 cm in length.",
        "desc3": "Stick insects have long, cylindrical bodies, that are stick-like in both shape and colour. Some stick insect species however have more flattened bodies which make them look more like leaves than sticks.",
        "desc4": "The stick insect is a herbivorous animal meaning that the diet of the stick insect is purely a vegetarian one. Stick insects mainly feed on leaves and other green plants, along with the odd berries or fruit.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Ant",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/ant.jpg",
        "scientific": "Formicidae",
        "map": "/media/animals/maps/ant-location-map-2.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Brown, Black, Red",
        "habitat": "Soil and cavities in wood and plants",
        "prey": "Leaves, Fungi, Insects",
        "predators": "Insects, Echidna, Anteater",
        "food": "Leaves",
        "phylum": "Arthropoda",
        "order": "Hymenoptera",
        "numberofspecies": "12,000",
        "skin": "Shell",
        "features": null,
        "family": "Formicidae",
        "kingdom": "Animalia",
        "desc1": "The ant is a small sized invertebrate that is found all around the world, with the exception of the polar regions including the Arctic Circle and Antarctica. As with many other species of insect, there are numerous ant species inhabiting many different environments all around the world.",
        "desc2": "There are more than 12,000 recognised species of ant worldwide, but there are estimated to be nearly 14,000 in total. Ants are thought to have developed from wasp like creatures 100 million years ago after blooming flowers appeared on Earth.",
        "desc3": "Ants are found in many different sizes and vary in colour depending on the species of ant. Some species of ant even have wings so are able to fly which only extends the range of their territory. In the more humid environment of the tropical jungles of the Southern Hemisphere, the ants are generally of the bigger species, often reaching more than a few centimetres long.",
        "desc4": "Ants are extremely sociable insects and have a complex social structure where every ant individual has a purpose (effectively a job). Ants live in colonies and have a social structure from the worker ants that gather the materials and food, as well as nursing and caring for the ant larvae (the babies), to the queen ant that runs the nest and is the only female that reproduces in her colony.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Grasshopper",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/grasshopper8.jpg",
        "scientific": "Caelifera",
        "map": "/media/animals/maps/grasshopper-location-map.png",
        "location": "Worldwide",
        "diet": "Herbivore",
        "color": "Brown, Yellow, Green",
        "habitat": "Fields and meadows",
        "prey": "Grass, Weeds, Shrubs",
        "predators": "Birds, Rodents, Reptiles, Insects",
        "food": "Grass",
        "phylum": "Arthropoda",
        "order": "Orthoptera",
        "numberofspecies": "11,000",
        "skin": "Shell",
        "features": null,
        "family": "Caelifera",
        "kingdom": "Animalia",
        "desc1": "The grasshopper is a medium to large sized insect and the grasshopper is found (close to grass) all over the world. Grasshoppers are best known for their ability to jump incredible heights and distances.,",
        "desc2": "Most grasshopper individuals grow to about 2 inches long although larger grasshoppers are found on a fairly regular basis that grow to more than 5 inches in length. The grasshopper has wings meaning it can migrate over long distances when the weather gets too cold.",
        "desc3": "There are 11,000 thousand known species of grasshopper on Earth, that live in grassy areas such as fields and meadows and forest and woodland. Like all insects, all species of grasshopper have a three-part body that is made up of the grasshopper's head, it's thorax and the abdomen. Grasshoppers also have six legs, two pairs of wings, and two antennae.",
        "desc4": "The antennae of the grasshopper are known to be remarkably long and can often be longer than the grasshopper's body, although the grasshopper's antennae and the grasshopper's body are normally about the same size. Grasshoppers use their long antennae in order to make sense of their surroundings.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": "When the first baby grasshopper (known as a nymph) hatches out of its egg, it tunnels through the soil and up to the surface, and the remaining grasshopper nymph follow. As they get older, the grasshoppers will increase in size until they are adults. The grasshopper only remains in this stage (young and adult) for a few months before it dies meaning that most grasshopper individuals spend the majority of their lives inside an egg."
      },
      {
        "name": "Fly",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/fly.jpg",
        "scientific": "Diptera",
        "map": "/media/animals/maps/fly-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Black, Brown, Blue",
        "habitat": "Close to organic waste",
        "prey": "Nectar, Sap, Blood",
        "predators": "Frogs, Fish, Lizards",
        "food": "Nectar",
        "phylum": "Arthropoda",
        "order": "Diptera",
        "numberofspecies": "240,000",
        "skin": "Hair",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The fly is one of the most common and well-known insects in the world and the fly is found on every continent with the exception of the innermost polar regions of the Arctic Circle and Antarctica.",
        "desc2": "There are more than 240,000 different species of fly worldwide but only around half of these have actually been scientifically documented, something the science world wants to look into further.",
        "desc3": "The insect fly includes bugs like the mosquito, a tiny fly found worldwide that feeds on animal blood. In this way, the deadly disease of malaria continues to threaten the lives of those humans bitten by an infected mosquito.",
        "desc4": "Flies and mosquitoes alike are known pests worldwide, generally connected with dirt, decay and disease as many species of fly are known to carry disease due to their ingestion of animal faeces, and connection with decaying bodies.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Beetle",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/beetle.jpg",
        "scientific": "Coleoptera",
        "map": "/media/animals/maps/beetle-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Brown, Black, Red, Yellow, Green, Blue",
        "habitat": "Most land and freshwater habitats",
        "prey": "Insects, Dust, Dung",
        "predators": "Bats, Frogs, Reptiles",
        "food": "Insects",
        "phylum": "Arthropoda",
        "order": "Endopterygota",
        "numberofspecies": "350,000",
        "skin": "Shell",
        "features": null,
        "family": "Coleoptera",
        "kingdom": "Animalia",
        "desc1": "The beetle is a small sized invertebrate that is known to be incredibly versatile and is found in numerous different shapes and sizes. Beetles are found in nearly every different habitat on Earth and are only absent from the freezing polar regions.",
        "desc2": "The beetle has the largest number of sub-species out of all the insects, with 40% of all recognised insects being classed as beetles. There are more than 350,000 different species of noted beetle, however, scientists estimate the real number is between 4 million and 8 million beetle species.",
        "desc3": "As with other species of insects, the body of the beetle is comprised of three sections all coated in the hard outer shell, which are the head of the beetle, the thorax of the beetle and the abdomen of the beetle. Beetles also have antennae which are used to understand the surroundings of the beetle and are made of about 10 different sections.",
        "desc4": "Beetles are believed to play a vital role in whichever ecosystem they are inhabiting mainly as they consume the debris from plants and animals including fallen petals and animal dung. All animals that ingest decomposing material are working wonders for the soil as they are consuming a large proportion of the compounds that would otherwise be absorbed into the soil, such as carbon dioxide and nitrogen.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Wasp",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/wasp3.jpg",
        "scientific": "Hymenoptera",
        "map": "/media/animals/maps/wasp-location-map.png",
        "location": "Worldwide",
        "diet": "Omnivore",
        "color": "Yellow, Black",
        "habitat": "Meadows, forests and rock faces",
        "prey": "Nectar, Insects, Caterpillars, Fruits",
        "predators": "Birds, Reptiles, Mammals",
        "food": "Nectar",
        "phylum": "Arthropoda",
        "order": "Hymenoptera",
        "numberofspecies": "75,000",
        "skin": "Shell",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "The wasp is found in all the countries in the world, on every continent with the exception of the polar regions. There are around 75,000 recognized species of wasp worldwide that grow to around 2/3 inch long.",
        "desc2": "The wasp is most commonly known for its poisonous sting, that if a human is stung can often swell into a painful lump that takes a few days to soothe. Some people are allergic to wasp stings meaning the wasp sting can be fatal.",
        "desc3": "Not all wasps can sting though but those that can often die once they have used their sting has it is joined onto their rear end of often becomes dislodged. When a wasp dies it releases a smell (called a pheromone) which warns the other wasps of danger and that it needs help.",
        "desc4": "Like many other insect species, the wasp is social insect and many wasps, as many as 10,000, inhabit just one nest. The queen wasp is the only breeding female and she builds the nest from a papery substance that is made up of chewed wood and plants. Typically, the wasp only lives for 12 - 22 days.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Ladybird",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/ladybird.jpg",
        "scientific": "Coccinellidae",
        "map": "/media/animals/maps/ladybird-location-map.png",
        "location": "Worldwide",
        "diet": "Carnivore",
        "color": "Red, Black, Yellow, Orange, White, Brown",
        "habitat": "Woodland, hedgerows and meadows",
        "prey": "Aphids, Greenfly, Small Insects",
        "predators": "Birds, Rodents, Reptiles, Insects",
        "food": "Aphids",
        "phylum": "Arthropoda",
        "order": "Coleoptera",
        "numberofspecies": "5,000",
        "skin": "Shell",
        "features": null,
        "family": "Coccinellidae",
        "kingdom": "Animalia",
        "desc1": "The ladybird (also known as the ladybug) is a small colourful beetle found all around the world. There are thought to be more than 5,000 different species of ladybird in the world, with more than 450 species found in North America alone.",
        "desc2": "The ladybird is best known for it's spotted body (normally red and black, but often orange and yellow are found), and their ability to rid gardens of their aphid pests effectively. It is thought to be good luck to find that a ladybird has landed on you, and most definitely bad luck if you then squash it!",
        "desc3": "Ladybirds are small sized insects rarely growing to more than a centimetre in length. Ladybirds have size legs that are black in colour and their brightly coloured shell, protects the wings of the ladybird which are concealed beneath the spots.",
        "desc4": "Ladybirds are known to hibernate once the warm summer weather begins to cool. Ladybirds will hibernate in large groups in sites which are used year after year, and ladybirds are thought to hibernate in this communal fashion in order to increase their chances of surviving the cold winter. It is thought that pheromones are released by hibernating ladybirds which attract other ladybirds to hibernate in the same place.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Dragonfly",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/dragonfly.jpg",
        "scientific": "Anisoptera",
        "map": "/media/animals/maps/dragonfly-location-map.png",
        "location": "Worldwide",
        "diet": "Carnivore",
        "color": "Yellow, Black, Orange, Red, White. Brown, Blue",
        "habitat": "Wetlands and close to water",
        "prey": "Mosquitoes, Fly, Bee",
        "predators": "Birds, Fish, Lizards",
        "food": "Mosquitoes",
        "phylum": "Arthropoda",
        "order": "Odonata",
        "numberofspecies": "5,000",
        "skin": "Hair",
        "features": null,
        "family": "Anisoptera",
        "kingdom": "Animalia",
        "desc1": "The dragonfly is large predatory insect generally found around watery areas in both the North and South Hemispheres. The dragonfly is very similar to a damselfly but the wings on the adults are considerably different.",
        "desc2": "The dragonfly is found hovering near lakes and swamps as the dragonfly larvae (the nymph/baby) is aquatic. The dragonfly nymph is capable of producing a painful bite for humans, where the adult dragonfly poses no threat.",
        "desc3": "The dragonfly is best known for its beautiful colours and the way it's body and wings sparkle when the dragonfly is flying around the water.",
        "desc4": "Dragonflies have long, thin and generally colourful bodies, large eyes and two pairs of transparent wings. As with other species of insect, the dragonfly also has six legs but it is unable to walk on solid ground. In flight, the adult dragonfly can propel itself in six directions which are upward, downward, forward, back, and side to side.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Termite",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/termite3.jpg",
        "scientific": "Isoptera",
        "map": "/media/animals/maps/termite-location-map.png",
        "location": "Tropical Regions",
        "diet": "Herbivore",
        "color": "Red, Black, Brown, White",
        "habitat": "Forests and areas with high humidity",
        "prey": "Organic plant matter, Wood, Grass",
        "predators": "Birds, Reptiles, Mammals",
        "food": "Organic plant matter",
        "phylum": "Arthropoda",
        "order": "Isoptera",
        "numberofspecies": "2,800",
        "skin": "Shell",
        "features": null,
        "family": null,
        "kingdom": "Animalia",
        "desc1": "Termite colonies can vary in size from just hundreds of termites to several million termite individuals. As with other insects, such as the ant, termites lead a sociable existence and therefore abide by social hierarchy. Individual termites all have their position within the colony either worker termites, soldier termites or reproducer termites.",
        "desc2": "Termites are known as detritivores, which means that they eat decomposing plant matter. Around 10% of the estimated 4,000 different termite species are known as pests, as they can cause damage to buildings and agricultural land.",
        "desc3": "The termite workers build and maintain elaborate nests to house their termite colony. The termites use soil, mud, chewed wood, saliva, and faeces in their nest construction. Enormous termite mounds are commonly seen in tropical and sub-tropical regions. Termite mounds are often found as high as 3 meters, but most are usually smaller. Termite mounds however, have been known to get to more than 9 meters tall.",
        "desc4": "Termites are herbivorous animals meaning that they only eat organic plant matter. Termites eat a mixture of plants, grasses and woods and some termites are known to pose a major problem to wooden houses as they eat their way through the wood, often causing structural damage.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Bumble Bee",
        "animalClass": "Insecta",
        "image": "/media/animals/images/470x370/bumble_bee4.jpg",
        "scientific": "Bombus",
        "map": "/media/animals/maps/bumble-bee-location-map-2.png",
        "location": "Northern Hemisphere",
        "diet": "Herbivore",
        "color": "Yellow, Black, Orange",
        "habitat": "Quiet forests and pastures",
        "prey": "Nectar, Pollen, Honey",
        "predators": "Bats, Frogs, Skunks",
        "food": "Nectar",
        "phylum": "Arthropoda",
        "order": "Hymenoptera",
        "numberofspecies": 250,
        "skin": "Hair",
        "features": null,
        "family": "Apidae",
        "kingdom": "Animalia",
        "desc1": "The bumble bee is the most common type of bee with around 250 different species of the bumble bee found around the world.",
        "desc2": "Despite the fact that the bumble bee can be found in many countries, it is indigenous to the Northern Hemisphere, breeding more successfully in the more temperate climates.",
        "desc3": "The bumble bee is best known for having a sting on its tail, which the bumble bee uses to protect itself from danger. Once the bumble bee has stung something with its sting, the sting breaks off and the bumble bee generally dies. Despite common belief, not every bumble bee has a sting, in fact, the male bumble bees (known as drones) do not have a sting at all. Only the female bumble bee has a sting on its tail.",
        "desc4": "One of the main causes of the decline of the bumble bee populations is the fact that the places where the bumble bees nest are being disturbed often destroying the bumble bee's nest in the process.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": null,
        "lifestyle": null,
        "funfact": null,
        "genus": "Bombus",
        "wingspan": null,
        "desc5": null
      }
    ]

}