{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
      {
        "name": "Hermit Crab",
    "kingdom": "Animalia",
    "phylum": "Arthropoda",
    "animalClass": "Malacostraca",
    "order": "Decapoda",
    "family": "Paguroidea",
    "genus": null,
    "scientific": "Paguroidea",
    "location": "Worldwide",
    "group": null,
    "numberofspecies": 500,
    "habitat": "Coastal waters",
    "color": "Green, Red, Blue, Yellow, Orange, Brown, Pink, White",
    "skin": "Shell",
    "speed": null,
    "diet": "Omnivore",
    "prey": "Fish, Worms, Plankton",
    "predators": "Fish, Sharks, Cuttlefish",
    "lifestyle": null,
    "nameofyoung": null,
    "conservation": "Threatened",
    "mostdistinctivefeature": null,
    "funfact": null,
    "image": "/media/animals/images/470x370/hermit_crab1.jpg",
    "map": "/media/animals/maps/hermit-crab-location-map.png",
    "desc1": "The hermit crab is a small sized crustacean, that is found in ocean waters worldwide. Despite its snail-like appearance, the hermit crab is related to crabs, although they are not that closely related as the hermit crab is not a true crab.",
    "desc2": "There are more than 500 different species of hermit crab found in marine habitats all around the world. Although hermit crabs do venture into deeper waters, they are more commonly found in coastal waters where there is more food and places to hide.",
    "desc3": "The hermit crab has a soft under-body which it protects by carrying a shell on its back. The shell of the hermit crab is not its own, but one that belonged to another animal. As hermit crabs grow, they continue to find larger shells to accommodate their increasing size.",
    "desc4": "Hermit crabs are omnivorous animals that eat pretty much anything they can find in the surrounding water. Small fish and invertebrates including worms, are the most common prey for the hermit crab along with plankton and other food particles in the water.",
    "origin": null,
    "water": null,
    "phlevel": null,
    "food": "Fish",
    "mainprey": "Fish, Worms, Plankton",
    "distinctivefeature": null,
    "type": null,
    "wingspan": null,
    "specialfeature": "Long body shape and lives in protective shell",
    "commonname": "Hermit Crab",
    "temperament": null,
    "training": null,
    "lifespan": "1-10 years",
    "weight": null
      }
    ]
}