{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
        {
          "name": "Centipede",
          "class": "Myriapoda",
          "image": "/media/animals/images/470x370/centipede7.jpg",
          "scientific": "Chilopoda",
          "map": "/media/animals/maps/centipede-location-map.png",
          "location": "Worldwide",
          "diet": "Carnivore",
          "color": "Yellow, Black, Orange, Red, White. Brown",
          "habitat": "Decomposing matter on forest floor",
          "prey": "Insects, Spiders, Worms",
          "predators": "Birds, Toads, Small mammals",
          "food": "Insects",
          "desc1": "The centipede is a speedy, carnivorous invertebrate that is generally found around decaying matter all around the world. Centipedes are not only carnivorous animals but the bite of the centipede also contains venom which means that the centipede kills its prey before eating it.",
          "desc2": "Despite their name, and the common conception that a centipede has 100 legs, this is in fact not true. The centipede has pairs of legs that run the length of the body of the centipede, which are normally between 15 and 30 pairs of legs in total and not 50.",
          "desc3": "The centipede can be found worldwide and has even been spotted inside the Arctic Circle. The centipede can range in size from a few millimetres to 30 cm long. The centipede has a bite that will be painful to humans but not fatal unless the human is allergic (like with wasp/bee stings).",
          "phylum": "Arthropoda",
          "order": "Chilopoda",
          "numberofspecies": "8,000",
          "skin": "Shell",
          "features": "Long body shape and venomous fangs"
        },
        {
          "name": "Millipede",
          "class": "Myriapoda",
          "image": "/media/animals/images/470x370/millipede4.jpg",
          "scientific": "Diplopoda",
          "map": "/media/animals/maps/millipede-location-map.png",
          "location": "Worldwide",
          "diet": "Omnivore",
          "color": "Red, Black, Yellow, Orange, Brown",
          "habitat": "Moist micro-habitats",
          "prey": "Decaying plant material, Plants, Insects",
          "predators": "Birds, Badgers, Rodents",
          "food": "Decaying plant material",
          "desc1": "The millipede is a medium to large sized invertebrate that is found under rocks and in decaying logs all around the world. The millipede has a long and narrow body which is made up of segments.",
          "desc2": "The millipede is from the same family as the centipede, but the millipede generally has more legs for its body length than the centipede. The average millipede has between 80 and 400 legs, not a thousand as the name suggests.",
          "desc3": "The millipede is found all over the world but is more common in the southern hemisphere where the millipede has been known to get to nearly 40cm long. Some species of millipede have a poisonous bite which they use to kill their prey before eating it.",
          "phylum": "Arthropoda",
          "order": "Diplopoda",
          "numberofspecies": "10,000",
          "skin": "Shell",
          "features": "Segmented body and many legs"
        }
      ]
}