{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
      {
        "name": "Glass Lizard",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/glass_lizard.jpg",
        "scientific": "Ophisaurus",
        "map": "/media/animals/maps/glass-lizard-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Black, Brown, Tan, Yellow, Grey, Green",
        "habitat": "Sandy coastal regions",
        "prey": "Insects, Snails, Spiders",
        "predators": "Birds, Mammals, Snakes",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Anguidae",
        "kingdom": "Animalia",
        "desc1": "The glass lizard (also known as the glass snake and the jointed snake) are a group of reptiles that resemble snakes, but are actually lizards. Although most species of glass lizard have no legs, their head shape and the fact that they have movable eyelids and external ear openings identify them as lizards.",
        "desc2": "Glass lizards are found all around the world although, the greatest number of species in the genus are native to Asia, from India to China and the Indonesian islands. At least one species, the Moroccan glass lizard, comes from North Africa, and several species live in the south-eastern United States including the barrier islands off the Atlantic coast of Florida. The glass lizard is also found in abundance in Eastern North Carolina as far as 40 miles from Atlantic Ocean.",
        "desc3": "Despite being known as leg-less lizards, there are a few species of glass lizard that have very small stub-like legs near the rear vent (these animals are also known as glass snakes). The glass lizard is able to reach lengths of up to 4 feet (1.2 m), but approximately two-thirds of this is the tail.",
        "desc4": "Their common name of glass lizard comes from the fact that they are easily broken: like many lizards, they have the ability to deter predation by dropping off part of the tail which can break into several pieces, like glass. The tail remains mobile, while the lizard becomes motionless, distracting the predator, and allowing eventual escape. This serious loss of body mass requires a considerable effort to replace, and the new tail is usually smaller in size than the original.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "9.7km/h (6mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Ophisaurus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "River Turtle",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/river_turtle2.jpg",
        "scientific": "Emydidae",
        "map": "/media/animals/maps/river-turtle-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Green, Brown, Black, Yellow",
        "habitat": "Slow-moving rivers, streams and ponds",
        "prey": "Aquatic Plants, Fruits, Fish, Molluscs",
        "predators": "Fox, Dog, Human",
        "food": "Aquatic Plants",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Shell",
        "features": null,
        "family": "Emydidae",
        "kingdom": "Animalia",
        "desc1": "The Mary River turtle is the most commonly known species of river turtle as they are the most popular freshwater turtles to keep as pets often in artificial aquariums or outside in ponds. The Mary River turtle is native to the Mary River found in Queensland, Australia and was once shipped to pet shops all over the world in the thousands as people liked them due to their small size.",
        "desc2": "The yellow-spotted river turtle is one of the largest species of river turtle found in South America. The yellow-spotted river turtle is found in the large lakes and tributaries of the Amazon Basin and are easily identified by the yellow spots (hence the name) on the side of their heads. The yellow spots of the yellow-spotted river turtle are much brighter in the younger individuals and tend to fade in brightness as the yellow-spotted river turtle matures.",
        "desc3": "There are a number of river turtle species that share the name of the giant river river turtle. With the exception of the Arrau river turtle which is a flat-shelled river turtle found in the Amazon, most of these giant river turtles are indigenous to south-east Asia. The mangrove terrapin is widely distributed across the continent but is today, critically endangered due to over-hunting and pollution. The giant Asian pond turtle is one of the largest of the river turtle species and is found inhabiting rivers and streams along with marshes and rice paddies throughout Vietnam, Laos, Cambodia, Burma, Thailand and Malaysia.",
        "desc4": "Generally, most species of river turtle have an omnivorous diet that is primarily made up of aquatic plants, grasses and leaves. Many river turtle species also hunt fish and molluscs in the water along with small reptiles and amphibians.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "4km/h (2.4mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Aldabra Giant Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/aldabra_giant_tortoise5.jpg",
        "scientific": "Geochelone gigantea",
        "map": "/media/animals/maps/aldabra-giant-tortoise-location-map.png",
        "location": "Aldabra atoll in the Indian Ocean",
        "diet": "Herbivore",
        "color": "Black, Brown, Tan",
        "habitat": "Grasslands and swamps",
        "prey": null,
        "predators": "Giant Crab, Humans, Cats",
        "food": null,
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": 1,
        "skin": "Scales",
        "features": "Large, high-domed shell",
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "The Aldabra Giant Tortoise is a giant species of Tortoise native to the Aldabra Islands in the Indian ocean. The Aldabra giant tortoise is one of the largest species of Tortoise on the planet and is also one of the world's longest living animals, with one Aldabra Giant Tortoise individual reaching the grand old age of 255 years old. The Aldabra Giant Tortoise is the only Indian ocean giant Tortoise species alive today as others have now become extinct with the arrival of Human settlers (including the Seychelles Giant Tortoise which is now thought to be extinct in the wild). The Aldabra Giant Tortoise and the Seychelles Giant Tortoise are so similar in both appearance and behaviour that they are actually thought by some to be the same species.",
        "desc2": "The Aldabra Giant Tortoise has an enormous dome-shaped shell which acts as protective armour to the soft, vulnerable body of the Aldabra Giant Tortoise underneath. The Aldabra Giant Tortoise also has an incredibly long neck which it uses to tear leaves from the branches higher up trees. The male Aldabra Giant Tortoise grows to an average size of 1.1 meters long, with females being slightly smaller at a length of 0.9 meters. The males, although not really that much bigger, are also known to weigh nearly 100kg more than their female counterparts. They are slow-moving animals with thick, short legs and round, almost flat feet that help them when they are walking on the sand.",
        "desc3": "The Aldabra Giant Tortoise is primarily found inhabiting grasslands and swamps on the islands of the Aldabra atoll (an island of coral that encircles a lagoon partially or completely), which forms part of the Seychelles island chain in the Indian Ocean. They once shared these islands with a number of other giant Tortoise species, but many of these were hunted to extinction in the 1700s and 1800s. Although the Aldabra Giant Tortoise is usually found in areas of dense, low-lying vegetation, the Aldabra Giant Tortoise is also known to wander into more sparse, rocky regions when food is in short supply. The Aldabra Giant Tortoise can also often be found resting in the shade, or in a very shallow pool of water to cool themselves down in the heat.",
        "desc4": "Aldabra Giant Tortoises are found both individually and in herds, which tend to gather mostly on open grasslands. The Aldabra Giant Tortoise is generally most active in the mornings when they spend the most time browsing for food, before the temperature gets too high. The Aldabra Giant Tortoise is also known to dig underground burrows or rest in swamps to keep cool during the heat of the day. Despite being slow and cautious animals, the Aldabra Giant Tortoise is said to be uninterested in the presence of people, indicating that one of the reasons that they were so easy for Human settlers to hunt, was simply because these animals had no fear of them.",
        "water": null,
        "phlevel": null,
        "conservation": "Vulnerable",
        "speed": "0.5kph (0.3mph)",
        "lifestyle": "Diurnal",
        "funfact": "One got to be 255 years old!",
        "genus": "Geochelone",
        "wingspan": null,
        "desc5": "Before the 1700s, the Aldabra Giant Tortoise had no significant predators or competition for food, with all populations of the various giant Tortoise species thought to have been healthy. However, the people that arrived on the islands found both the Tortoises and their eggs, easy to catch and kill and somewhat good to eat, with mass hunting wiping out nearly all of them in less than 100 years. The Aldabra Giant Tortoise was also eaten by the domestic animals that arrived with people, with their ground-dwelling nests being particularly vulnerable. They have also now lost much of the natural habitat due to expanding Human settlements throughout the atoll."
      },
      {
        "name": "Snapping Turtle",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/snapping_turtle7.jpg",
        "scientific": "Chelydridae",
        "map": "/media/animals/maps/snapping-turtle-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Brown, Tan, Black",
        "habitat": "Slow rivers, lakes and marshland",
        "prey": "Fish, Birds, Frogs",
        "predators": "Human, Raccoon, Alligator",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Chelydridae",
        "kingdom": "Animalia",
        "desc1": "Snapping turtles enjoy a wide variety of food and are  often considered the top predator in their environment. The alligator snapping turtle's diet consists mainly of fish, which they lure using a pink worm-like appendage on the end of their tongue. Common snapping turtles are more active hunters and will eat just about anything.",
        "desc2": "Snapping turtles do not make good pets, usually, as they will never stop growing. The largest snapping turtles on record have weight records of around 600 lbs. Alligator snapping turtles have been known to grow even larger.",
        "desc3": "The Snapping turtle's main defence mechanism is their powerful snapping jaws, which enable them to make short work of attackers and small prey. They also have monstrous, thick claws on their front and back legs which they use to tear apart food and to climb hills each year where they lay their eggs (in a similar way to sea turtles).",
        "desc4": "The alligator snapping turtle is the largest freshwater turtle in North America, where it is generally found in the more southern waters of the United States. The smaller and more aggressive common snapping turtle inhabits lakes and streams from South America to Canada.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "4km/h (2.4mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Chelydra",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Crocodile",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/crocodile6.jpg",
        "scientific": "Crocodylus acutus, Crocodylus intermedius, Crocodylus johnsoni, Crocodylus mindorensis, Crocodylus moreletii, Crocodylus niloticus, Crocodylus novaeguineae, Crocodylus palustris, Crocodylus porosus, Crocodylus rhombifer, Crocodylus siamensis, Osteolaemus tetraspis, Mecistops cataphractus",
        "map": "/media/animals/maps/crocodile-location-map-2.png",
        "location": "North, Central and South America, Africa, Asia, Australia",
        "diet": "Carnivore",
        "color": "Dull olive, grey, brown, black",
        "habitat": "Rivers, lakes, marshes, lagoons, mangrove swamps and estuaries",
        "prey": null,
        "predators": "Humans, Large felines, Birds of prey",
        "food": null,
        "phylum": "Chordata",
        "order": "Crocodilia",
        "numberofspecies": 13,
        "skin": "Plate-like scales",
        "features": "Eyes and nostrils located on top of the head and snout",
        "family": "Crocodylidae",
        "kingdom": "Animalia",
        "desc1": "Crocodiles are one of the most well-known and fearsome animals in the world. Their powerful bodies, strong jaws and immense speed and agility along with their unparalleled stealth, has lead to them being one of the world's most apex predators in their natural environments. Closely related to other crocodilians including alligators, caimans, and gharials, crocodiles have changed very little in an evolutionary sense in 200 million years. Unlike other reptile species, crocodilians are archosaurs which is an ancient group of reptiles that also included dinosaurs. Although dinosaurs became extinct 65 million years ago, crocodiles are thought to have survived so well over time due to the fact that they are so well suited to their environments. Today, there are 13 different crocodile species that are found inhabiting both fresh and saltwater environments throughout North and South America, Africa, Asia and Australia. Their semi-aquatic nature has led to them evolving a number of key adaptations that allow them to survive so successfully in their natural environments.",
        "desc2": "Crocodiles are large sized reptiles with thick, scaly skin that is made up of armoured, waterproof plates that both protects them from potential predators and also prevents their bodies from drying out. These scales come in a variety of colours from dull olive and green, to brown, greys and black meaning that they are very easily camouflaged in the surrounding water and vegetation. Like other crocodilian species, their eyes and nostrils are located on the very top of their broad head and snout so that they can lay in wait in the water with almost none of their bodies exposed in order to more successfully ambush prey. Their vertically flattened tails are immensely strong and are used to propel them through the water, as although they do have webbed feet, they do not use them to aid them when swimming. In order to protect them in the water, crocodiles have a special transparent third eyelid which allows them to leave their eyes open but prevents damage from the water. They also have external flaps that close off their ears and nostrils, and a special respiratory system that allows them to remain in the water for up to five hours at a time. Crocodiles range in size from the less than 2 metre long dwarf crocodile to the 7 metre long estuarine crocodile (also known as the saltwater crocodile or \"saltie\"), which is the world's heaviest reptile weighing up to 1,000kg.",
        "desc3": "Crocodiles are found in a variety of wetland habitats throughout the warmer tropical waters in the southern Hemisphere. Their inability to internally regulate their body temperature means that they rely heavily on the sun to warm their bodies up after it being cooled by spending time in the water. The American Crocodile is the largest crocodilian species in North and South America and is found inhabiting freshwater rivers and lakes, along with brackish coastal waters near estuaries and in lagoons from southern Florida, throughout Central America and into northern parts of South America. Over in Africa, the Nile Crocodile was once widespread in eastern and southern Africa but are now scarcer. They inhabit freshwater marshes, rivers, lakes and mangrove swamps. The world's largest and most widely dispersed crocodile species is the estuarine crocodile. These formidable reptilian giants are found in river mouths and brackish swamps from the Bay of Bengal in the Indian Ocean, across to and throughout Southeast Asia and down into Australia.",
        "desc4": "In the same way as other reptiles, crocodiles are not able to regulate their body temperature themselves and instead rely heavily on the heat of the sun to warm their enormous bodies up. During the hot daylight hours, they bask in the sun on the riverbanks warming their bodies up from a night of hunting. Smaller species like the dwarf crocodile (which is the least well-known of the crocodile species) are also known to climb trees in order to bask on the branches. Another way crocodiles are able to regulate their body temperature is by bobbing up and down in the water, warming in the sun on the surface and cooling themselves down beneath it. Crocodiles are highly sociable animals that remain together in large, mixed groups of adults and juveniles. However, when the mating season begins, the males become highly territorial and protect their stretch of river bank from intrusion by competitors by rearing their large heads high up into the air and and roaring at intruders. When female Nile crocodiles are attracted by these noises, the males begin to thrash their bodies around and even shoot water into the air from their nostrils.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern, Vulnerable, Critically Endangered",
        "speed": "40kph (25mph)",
        "lifestyle": "Nocturnal",
        "funfact": "Known to eat pebbles to aid digestion and buoyancy!",
        "genus": "Crocodylus, Osteolaemus, Mecistops",
        "wingspan": null,
        "desc5": "The relationship between crocodiles and people has been a long-lasting point of contention for thousands of years. Their highly aggressive and powerful nature of attack on predators has resulted in numerous human fatalities an on annual basis, with some people actually having been hunted by crocodiles as well as in ambush on the banks of the rivers. Although death toll numbers are declining due to better education and local knowledge about the formidable nature of these enormous reptiles, around 1,000 deaths are still estimated to occur every year. Crocodiles all over the world have also been heavily hunted for their tough, waterproof skins which are used in the manufacture of clothing including coats, bags and shoes. Crocodiles have also been affected heavily by increasing human activity in many regions around the world, with the expansion of settlements and an increase in river traffic due to hunting, fishing and tourism."
      },
      {
        "name": "Leaf-Tailed Gecko",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/leaf-tailed_gecko3.jpg",
        "scientific": "Uroplatus",
        "map": "/media/animals/maps/leaf-tailed-gecko-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Green, Black, Brown, Tan",
        "habitat": "Dense tropical jungle",
        "prey": "Spiders, Insects, Worms",
        "predators": "Owls, Rats, Snakes",
        "food": "Spiders",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Gekkonidae",
        "kingdom": "Animalia",
        "desc1": "The leaf-tailed gecko (also known as the flat-tailed gecko) is a group of geckos that are found only on the African island of Madagascar and on a number of the little islands that surround it. There are eight different species of leaf-tailed gecko all of which are endemic to the island.",
        "desc2": "Leaf-tailed geckos are found in both the primary and secondary tropical forests of Madagascar where they are either found stuck vertically to the tree trunks or resting amongst the twigs, depending on the species. All species of leaf-tailed gecko are being threatened by habitat loss caused by drastic deforestation across the island.",
        "desc3": "As their name suggests, leaf-tailed geckos are named after their broad, flat leaf-like tail which extends out between this lizard's hind legs. Leaf-tailed geckos are also brown or green in colour and their skin is usually marked in such a way that it resembles tree bark. This gives the leaf-tailed gecko excellent camouflage when it is basking in the sun amongst the branches during the day.",
        "desc4": "Leaf-tailed geckos can range in size from just 10cm to more than 30cm in length depending on the species. Some of the different species of the leaf-tailed gecko include the Spearpoint leaf-tailed gecko, the Henkel's leaf-tailed gecko, the Satanic leaf-tailed gecko and the Mossy leaf-tailed gecko, all of which vary slightly in their appearance as well as the areas which they inhabit.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "48km/h (30mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Uroplatus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Indian Star Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/indian_star_tortoise.jpg",
        "scientific": "Geochelone Elegans",
        "map": "/media/animals/maps/indian-star-tortoise-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Green, Black, Brown, Tan, Yellow",
        "habitat": "Dry scrub forest",
        "prey": "Grasses, Fruits, Flowers",
        "predators": "Birds, Reptiles, Humans",
        "food": "Grasses",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "As it's name suggests the Indian star tortoise is found across the Indian sub-continent, more specifically, the Indian star tortoise is found in the central and Southern parts of India, in West Pakistan and in Sri Lanka. The Indian star tortoise is most commonly found in semi-arid scrub forest, along with thorny and grassland habitats, where there is plenty of vegetation both to hide in and munch on.",
        "desc2": "Due to the very distinctively marked, and highly rounded shell of the Indian star tortoise, this species of tortoise has become a popular pet in the world's exotic pet trade. Indian star tortoises are of a medium size, with the average adult rarely growing to more than 30 cm in length. The protective shell of the Indian star tortoise also acts in the same to the shells of other tortoise species, allowing the Indian star tortoise to draw it's vulnerable head and limbs into it's shell for protection.",
        "desc3": "The attractive star-like patterns on the shell of the Indian star tortoise actually help the tortoise to blend into it's surroundings more easily, as well as looking very pretty. The distinctively marked shell of the Indian star tortoise, actually breaks up the hard line of it's shell when it is grazing, making this reptile not so obvious to passing predators.",
        "desc4": "Like many other species of tortoise around the world, the Indian star tortoise is a herbivorous animal that has a purely vegetarian diet. The Indian star tortoise browses in the dry forests of the Indian sub-continent in search of a wide variety of plant life from leaves, to fruits and berries and numerous different species of flower that are found growing in such arid environments.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "0.5km/h (0.3mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Geochelone",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Chameleon",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/chameleon3.jpg",
        "scientific": "Chamaeleonidae",
        "map": "/media/animals/maps/chameleon-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Green, Brown, Black, Yellow, Red, Tan",
        "habitat": "Tropical forests and desert",
        "prey": "Insects, Snails, Leaves",
        "predators": "Snakes, Birds, Mammals",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Chamaeleonidae",
        "kingdom": "Animalia",
        "desc1": "The chameleon is a very distinctive and well-known species of lizard, due to the large eyes and curled tail of the chameleon. Chameleons are found throughout jungle and desert alike, in Africa, Asia and parts of Southern Europe and chameleons have also been introduced to parts of North America.",
        "desc2": "There are thought to be more than 160 different species of chameleon that range from just an inch to more than a couple of feet in size. The tiny pygmy leaf chameleon, found in the jungles of Madagascar, is the smallest species of chameleon, with some males measuring less than 3 cm long.",
        "desc3": "The largest species of chameleon, the Malagasy giant chameleon, is also natively found in the jungles of Madagascar and can grow to nearly 70 cm in length. Parson's chameleon, also found in Madagascar can grow to around 65 cm in length.",
        "desc4": "Some species of chameleon, although not all, are able to change the colour of their skin in order to be camouflaged into their surroundings. These colour changes in the chameleon's skin colour can include colours such as pink, blue, red, orange, green, black, brown, light blue, yellow and turquoise, all so that the chameleon can blend in more easily.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "35km/h (21mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Komodo Dragon",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/komodo_dragon.jpg",
        "scientific": "Varanus komodoensis",
        "map": "/media/animals/maps/komodo-dragon-location-map.png",
        "location": "Komodo National Park",
        "diet": "Carnivore",
        "color": "Grey, Brown, Cream, Grey",
        "habitat": "Open woodland and hillsides",
        "prey": null,
        "predators": "Humans",
        "food": null,
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": 1,
        "skin": "Scales",
        "features": "Long and deep forked tongue to taste the air",
        "family": "Varanidae",
        "kingdom": "Animalia",
        "desc1": "The Komodo Dragon is a large species of lizard that is only found on a handful of islands in the Indonesian archipelago. Not known to the world until the First World War, the Komodo Dragon is actually a species of Monitor Lizard that has been evolving in island isolation for millions years, which has led to it becoming very large indeed. The Komodo Dragon is not only the largest lizard in the world, but it also one of the most aggressive and is so powerful that it is able to take prey many times its own size. However, Komodo Dragons are also in severe danger in their natural environments as hunting and habitat loss, along with a shortage of prey, has led to population declines on the few islands where they are found in the Komodo National Park, meaning that they are now listed on the IUCN's Red List and therefore have some legal protection.",
        "desc2": "The Komodo Dragon is an enormous reptile that can grow up to three meters long and weigh 150kg. They are incredibly strong and powerful with long, thick bodies, short, muscular legs and an almighty tail that is used for both fighting and for propping the animal up when it is standing on its hind legs. The Komodo Dragon has long and sharp, curved claws that are often used for digging and its greyish brown skin is covered in small scales and folds around the neck. Komodo Dragons have relatively small heads compared to their large body size and wide, powerful jaws that conceal a mouth that is filled with deadly bacteria. Although the Komodo Dragon has good eyesight, the majority of its surroundings are sensed to smell which the Komodo Dragon does with its long and deeply forked tough. By flicking its tongue out of its mouth, the Komodo Dragon is able to \"taste\" scent particles in the air to locate both live and dead prey up to 8km away.",
        "desc3": "Although the Komodo Dragon would have once been widespread across many Indonesian islands, they are today confined to just five which all lie in the Komodo National Park. The islands of Komodo, Rintja, Gillimontang, Padar and the western tip of Flores are the last remaining homes for these enormous animals that are most commonly found in open woodlands along with dry savannah and on scrubby hillsides, and can also be found inhabiting dried-up river beds. It is thought that Komodo Dragons evolved to be so big on these islands due to the presence of a number of large mammalian species that have since gone extinct. Today however, they are becoming more threatened in their natural environments with the loss of their habitats to deforestation for timber has pushed the last remaining populations into smaller and more isolated regions.",
        "desc4": "The Komodo Dragon is a solitary and powerful predator that roams a territory which is dependent on the individual's size, with the average adult covering a distance of around 2km every day. They are also known to be excellent swimmers, travelling from one island to another over a relatively long distance. Although they are solitary animals, a number of Komodo Dragons will often gather around a single kill with smaller individuals normally having to give way to the larger ones. In order to catch such large animals, Komodo Dragons can sit for hours hidden in the vegetation and are well camouflaged by their grey-brown skin as they sit waiting for a prey animal to pass by. The Komodo Dragon then ambushes its victim with incredible speed and force. Although the majority of initial attacks are successful, if the animal somehow manages to escape then the bacteria transferred from the Komodo Dragon's mouth in the bite-would, causes the flesh to become septic and kills the prey within 24 hours.",
        "water": null,
        "phlevel": null,
        "conservation": "Vulnerable",
        "speed": "18kph (11mph)",
        "lifestyle": "Diurnal",
        "funfact": "Only found on five Indonesian islands!",
        "genus": "Varanus",
        "wingspan": null,
        "desc5": "Since their discovery on the islands in the Komodo National Park around 100 years ago, Komodo Dragons have both fascinated and utterly terrified people as we learn more and more about them. Habitat loss on the islands has not only meant that Komodo Dragons are being pushed into increasingly isolated regions, but they are also being brought into closer contact with Human activity and are known to kill livestock on occasion. Despite their seemingly slow and docile nature, Komodo Dragons can run at speeds of up to 11mph in short bursts and are actually one of the world's known \"man-eaters\". People have not only been ambushed, bitten and then tracked by Komodo Dragons in the wild but they have also been known to attack Humans when they are kept in captive environments and either escape or are allowed to get too close."
      },
      {
        "name": "Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/tortoise4.jpg",
        "scientific": "Geochelone Elegans",
        "map": "/media/animals/maps/tortoise-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Grey, Brown, Black, Yellow, Green",
        "habitat": "Sandy soil close to water",
        "prey": "Grass, Weeds, Leafy greens",
        "predators": "Fox, Badger, Coyote",
        "food": "Grass",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "The tortoises is a land-dwelling reptile closely related to the tortoise's marine cousin, the sea turtle. The tortoise is found in many countries around the world but particularly in the southern hemisphere where the weather is warmer for most of the year.",
        "desc2": "Tortoises have a hard outer shell to protect them from predators but the skin on the legs, head and belly of the tortoise is quite soft so the tortoise is able to retract its limbs into its shell to protect itself. The tortoise's shell can range in size from a few centimetres to a couple of metres, depending on the species of tortoise.",
        "desc3": "Most species of tortoise have a herbivorous diet eating grasses, weeds, flowers, leafy greens and fruits.Tortoises generally have a lifespan similar to the lifespan of humans although some species of tortoise, like the giant tortoise, have known to be over 150 years old.",
        "desc4": "There are many different species of tortoise around the world that vary in size, colour and diet. Most species of tortoise however, are diurnal but in places where it is very hot throughout the day, tortoises will often venture out to find food in the cooler dawn and dusk periods.",
        "water": null,
        "phlevel": null,
        "conservation": "Endangered",
        "speed": "0.5km/h (0.3mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Slow Worm",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/slow_worm1.jpg",
        "scientific": "Anguis Fragilis",
        "map": "/media/animals/maps/slow-worm-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Black, Brown, Tan, Yellow, Grey",
        "habitat": "Grassland and woodlands",
        "prey": "Insects, Slugs, Worms",
        "predators": "Cats, Dogs, Birds",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Anguidae",
        "kingdom": "Animalia",
        "desc1": "The slow worm is a long species of legless lizard found throughout Europe and in parts of Asia, that is often mistaken for a snake due to its appearance.",
        "desc2": "The slow worm inhabits warm, moist and shaded areas across the European continent and is also commonly found in gardens throughout the United Kingdom, as well as meadows and farmland.",
        "desc3": "Despite its snake-like appearance, the slow worm is in fact a lizard but without legs, and instead uses the muscles in its body to move around. Slow worms have smooth and shiny skin and a small head in comparison to their body.",
        "desc4": "As with other reptiles, the slow worm has a forked tongue which it uses to sense smells in the air. Slow worms also have eyelids which are the main indicator between lizards and snakes (as snakes are commonly known to not have eyelids but lizards do).",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "0.5km/h (0.3mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Anguis",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Galapagos Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/galapagos_tortoise3.jpg",
        "scientific": "Geochelone Nigra",
        "map": "/media/animals/maps/galapagos-tortoise-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Brown, Grey",
        "habitat": "Volcanic lowlands and shrub land",
        "prey": "Grass, Fruit, Cactus",
        "predators": "Human, Hawk, Wild dogs",
        "food": "Grass",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "The Galapagos Tortoise is the biggest species of tortoise in the modern world with some Galapagos tortoises reaching more than 4ft long! The Galapagos tortoise is also one the longest living species of tortoise with a number of Galapagos tortoises getting older than 150!",
        "desc2": "The Galapagos tortoise, like most other species of tortoise, is a herbivore spending its time grazing on grass and low trees. Today only 10 out of the 12 Galapagos tortoise species still exist on the Pacific islands due to the introduction of goats a few hundred years ago.",
        "desc3": "The domestic goat, stripped the islands of their good foliage meaning that the Galapagos tortoise found it hard to find food. Today the Galapagos tortoise is most well known for their long necks, which make them look slightly like a dinosaur!",
        "desc4": "The Galapagos tortoise is a very quiet, peaceful and lazy animal with the Galapagos tortoise waking up early in the morning to bask in the sun until the enormous body of the Galapagos tortoise has warmed up. The Galapagos tortoise then spends the rest of its day foraging for food before retiring back to bed in the early hours of the evening where the Galapagos tortoise spends the night in shrub land or submerged in water.",
        "water": null,
        "phlevel": null,
        "conservation": "Endangered",
        "speed": "0.5km/h (0.3mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Geochelone",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Gecko",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/gecko8.jpg",
        "scientific": "Gekkonidae",
        "map": "/media/animals/maps/gecko-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Tan, Black, Brown, White, Green, Blue, Orange, Yellow",
        "habitat": "Rocky deserts and mountainous regions",
        "prey": "Insects, Worms, Small Birds",
        "predators": "Snake, Birds, Spiders",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Gekkonidae",
        "kingdom": "Animalia",
        "desc1": "There are thought to be over 2,000 different species of gecko found around the world and it is widely believed that there are more species of gecko that ate yet to be discovered. Geckos are found in a wide variety of colours and have various different markings on their bodies depending on the species of gecko.",
        "desc2": "Geckos are found in a wide variety of habitats in the warmer parts of the world including rocky deserts, mountains, jungles, rainforests, grasslands and even in urban areas where it is common to find geckos in houses.",
        "desc3": "Geckos can range in size from just a few centimetre to more than 50 cm in length. The largest species of gecko is the Delcourt's gecko (which is now believed to be extinct), native to New Zealand and it grows to nearly 60 cm in length. The Jaragua Sphaero found in the Dominican Republic in South America, is the smallest species of gecko in the world and averages less than 2cm in length.",
        "desc4": "Geckos are well known for their amazing ability to walk up vertical surfaces even those as smooth as glass. The feet of the gecko are covered in tiny hairs that stick to surfaces like sucker pads. This adaptation means that the gecko is a very agile animal.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "48km/h (30mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Gekkoninae",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Radiated Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/radiated_tortoise1.jpg",
        "scientific": "Astrochelys radiata",
        "map": "/media/animals/maps/radiated-tortoise-location-map.png",
        "location": "southern Madagascar",
        "diet": "Herbivore",
        "color": "Green, Black, Brown, Tan, Yellow",
        "habitat": "Dry tropical forest",
        "prey": null,
        "predators": "Birds, Reptiles, Humans",
        "food": null,
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": 1,
        "skin": "Scales",
        "features": null,
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "The Radiated Tortoise is a relatively large species of Tortoise, natively found on the island of Madagascar. Although having evolved in similar environments to other star-patterned Tortoises from around the tropics, the Radiated Tortoise has more striking and complex markings than those of the Indian Star Tortoise, for example. The Radiated Tortoise is also known as the Sokake in Madagascar, and although they are critically endangered in the wild, it is widely believed that they are the most beautiful of all Tortoise species. Naturally then, they are a popular exotic pet, which is thought to be one of the main reasons for their demise.",
        "desc2": "The male Radiated Tortoise tends to be slightly larger than females and the two sexes are also easily identified as the tail of the male Radiated Tortoise is often substantially longer than that of the female. Radiated Tortoises have high-domed, dark brown to black shells, covered with bright yellow or orange intricate star-like patterns. Unlike other star-patterned Tortoises, the centres of the stars on the carapace of the Radiated Tortoise are not raised, giving their domed shell a smoother appearance. The legs, tail and head are a yellowish colour with a black spot on top of the head, which varies in size between individuals. The appearance of this Tortoise actually camouflages it perfectly in the long grasses.",
        "desc3": "The Radiated Tortoise is natively found on the island of Madagascar in the far south and south-western parts of the island. They inhabit dry regions of brush, thorn forests, tall grasses and woodland, with the whole population found in an area 10,000 km squared. Isolated populations can still be found on the higher plateaus as well, but these habitats are incredibly fragmented and the existence of the Tortoise here is not thought to go on for much longer. The Radiated Tortoise is thought to have disappeared entirely from around 40% of its historical range, due to both habitat loss and exploitation.",
        "desc4": "Like many other Tortoise species found around the world, the Radiated Tortoise generally leads a fairly solitary life, although it is not uncommon for a number to be found grazing together (particularly around the breeding season). They are incredibly adaptable to the changing seasons from dry and arid to the heavy rains of the monsoon, when they are said to almost dance in the rain to shake it off. Radiated Tortoises also emit a loud screeching sound when startled to hopefully intimidate and then scare off the unwelcome predator. The Radiated Tortoise is a peaceful animal but will become aggressive towards individuals that it sees as a threat.",
        "water": null,
        "phlevel": null,
        "conservation": "Critically Endangered",
        "speed": "0.5kph (0.3mph)",
        "lifestyle": "Diurnal",
        "funfact": "The most protected tortoise in the world!",
        "genus": "Astrochelys",
        "wingspan": null,
        "desc5": "Humans are the biggest threat to Radiated Tortoises, from habitat destruction to their consumption. It is thought that remaining populations have seen an 80% reduction in numbers over just three generations and those inhabiting south Madagascar's higher plateaus are even worse affected. Despite the fact that the Radiated Tortoise is now one of the most protected Tortoise species in the world, an estimated 45,000 are killed every year across the southern part of the island, just for food. The beauty of the Radiated Tortoise has also meant that they are in high demand in the illegal exotic pet trade."
      },
      {
        "name": "Leopard Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/leopard_tortoise5.jpg",
        "scientific": "Geochelone Pardalis",
        "map": "/media/animals/maps/leopard-tortoise-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Black, Brown, Tan, Yellow, Grey",
        "habitat": "Grassland and savannah",
        "prey": "Grasses, Weeds, Flowers",
        "predators": "Cats, Dogs, Humans",
        "food": "Grasses",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "The leopard tortoise is a large species of tortoise found throughout the African savannas. The leopard tortoise is the fourth largest species of tortoise in the world, and is also the most widely distributed tortoise species in Southern Africa.",
        "desc2": "The leopard tortoise has a wide distribution in sub-Saharan Africa from Sudan to the Cape. As a grazing species of tortoise, the leopard tortoise is most commonly found in semi-arid areas including shrubland and grasslands.",
        "desc3": "The leopard tortoise is one of the world's largest tortoise species as they can grow to 70 cm in length and weigh about as much as a small person. As with other tortoise species, the leopard tortoise has a large shell which protects it's softer body. The limbs of the leopard tortoise are able to retract back into the leopard tortoise's shell so that no body part is left vulnerable.",
        "desc4": "The leopard tortoise is a generally solitary animal that spends the majority of its time grazing on plants, which it can do effectively using its sharp beak-like mouth. As with other tortoise species, the leopard tortoise is a long-lived animal species, often reaching 100 years old or even more.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "0.5km/h (0.3mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Geochelone",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Lizard",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/lizard4.jpg",
        "scientific": "Lacertilia",
        "map": "/media/animals/maps/lizard-location-map.png",
        "location": null,
        "diet": "Omivore",
        "color": "Tan, Brown, Yellow, Green, Black",
        "habitat": "Warm forests and deserts worldwide",
        "prey": "Insects, Birds, Small rodents",
        "predators": "Human, Birds, Snakes",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Lacertidae",
        "kingdom": "Animalia",
        "desc1": "Lizard is a collective name for the different species of lizard that are found in the warmer climates around the world. The lizard is a reptile with scaly skin, and some species of lizard can shed their tails when they are in danger, but not all species of lizard are capable of doing this.",
        "desc2": "There are around 5,000 different species of lizard ranging from small lizards that are just a few centimeters in size, to much larger and more predatory lizards that measure a few meters from the head of the lizard to the tip of their tail.",
        "desc3": "Most species of lizard are either good climbers, or failing that good at sprinting which enables all the different species of lizard to escape danger in a flash. Some species of lizard are said to be so good at anchoring themselves into solid material that it has been known that criminals breaking into houses are able to use the lizard almost like a ladder, and therefore are able to climb up the lizard into the house.",
        "desc4": "Lizards are reptiles which means that lizards are cold blooded. Lizards tend to be more active during the night as lizards spend the day basking in the hot sun in order to warm themselves up. Lizards are therefore able to recharge their batteries during the day and can hunt with success at night.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "24km/h (15mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Monitor Lizard",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/monitor_lizard2.jpg",
        "scientific": "Varanus Indicus",
        "map": "/media/animals/maps/monitor-lizard-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Tan, Brown, Grey, Green",
        "habitat": "River banks and coastal forests",
        "prey": "Rodents, Snakes, Lizards",
        "predators": "Human, Snakes, Wildcats",
        "food": "Rodents",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Varanidae",
        "kingdom": "Animalia",
        "desc1": "Some species of monitor lizard are thought to carry a fairly weak venom, for example, the komodo dragon which is the largest of the species. The komodo dragon is native to the small Indonesian island that it is named after and is the largest species of lizard in the world.",
        "desc2": "According to legend, monitor lizards were a sign that there were crocodiles close by, possibly due to their standing on their hind legs to monitor their surroundings. Monitor lizards do this so that they are aware of any approaching predators.",
        "desc3": "Although many species of monitor lizard are quite big, some species of monitor lizard are smaller than 20 cm in length. Monitor lizards are extremely versatile animals and monitor lizards adapt well into different environments.",
        "desc4": "Most species of monitor lizard have a predominantly carnivorous diet, eating eggs, smaller reptiles, fish, birds and small mammals. Some species of monitor lizard also eat fruit and vegetation depending on where they live.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "45km/h (28mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Varanus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Iguana",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/iguana4.jpg",
        "scientific": "Iguana Iguana",
        "map": "/media/animals/maps/iguana-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Green, Brown, Yellow",
        "habitat": "Lowland tropical rainforest near water",
        "prey": "Insects, Fruit, Leaves",
        "predators": "Hawk, Eagle, Snakes",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Iguanidae",
        "kingdom": "Animalia",
        "desc1": "Iguanas are native to the jungles of central and south America, and the Caribbean. The iguana is a large docile species of lizard, meaning that iguanas are often a popular choice when keeping exotic pets.",
        "desc2": "Iguanas have excellent sight allowing the iguana to detect movement from incredibly long distances. The iguana can use this skill to seek out prey and be aware of approaching predators often before the predator has even noticed the iguana.",
        "desc3": "It is said that the iguana uses visual signals to communicate with other iguanas. The iguanas do this through a series of rapid eye movements that other iguanas are able to pick up on easily due to the excellent sight of the iguana.",
        "desc4": "Green Iguanas are forest dwelling lizards that live high in the tree canopy of the South American rainforest. Young iguanas get to grips with tree top living by staying in areas lower in the canopies while older mature adult iguanas reside higher up in the tree tops. This tree dwelling habit allows the iguana to bask in the sun, with little need to go down to the forest floor below. The only real exception to this is when the female iguanas must come down from their sky high home in order to dig burrows in which the female iguanas lay their eggs.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "35km/h (21mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Iguana",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Frilled Lizard",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/frilled_lizard.jpg",
        "scientific": "Chlamydosaurus Kingii",
        "map": "/media/animals/maps/frilled-lizard-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Black, Brown, Tan, Yellow",
        "habitat": "Tropical forests and woodland",
        "prey": "Insects, Rodents, Spiders",
        "predators": "Snakes, Owls, Dingos",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Agamidae",
        "kingdom": "Animalia",
        "desc1": "The frilled lizard is an arboreal animal meaning that it spends the majority of its life in the trees. Frilled lizards can be found in humid climates such as tropical jungles and forests, across Australia and Papua New Guinea.",
        "desc2": "The frilled lizard is named after the large fold of skin that usually lies folded up against the frilled lizard's head and neck. When the frilled lizard feels threatened, the fold of skin fans out around the frilled lizard's head in order to make the frilled lizard appear larger and more intimidating than it is.",
        "desc3": "The frilled lizard is fairly large species of lizard that can grow to nearly a meter in length. The long tail and sharp claws of the frilled lizard help the frilled lizard when it is climbing around in the trees.",
        "desc4": "Like many other species of lizard, the frilled lizard is an omnivorous animal and the frilled lizard will therefore eat almost anything it can find. Despite this though, the frilled lizard will eat meat whenever possible as it hunts a variety of insects, spiders, rodents and small reptiles.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "48km/h (30mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Chlamydosaurus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Tuatara",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/tuatara.jpg",
        "scientific": "Sphenodon Punctatus",
        "map": "/media/animals/maps/tuatara-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Green, Brown, Grey",
        "habitat": "woodland and grassland",
        "prey": "Insects, Eggs, Lizards",
        "predators": "Pigs, Cats, Rodents",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Sphenodontia",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Sphenodontidae",
        "kingdom": "Animalia",
        "desc1": "The tuatara is a small to medium sized reptile, that is found only on a few small islands surrounding New Zealand. Although the tuatara was once found inhabiting mainland New Zealand in large numbers, today the tuatara is nearly extinct from the mainland.",
        "desc2": "Despite the lizard-like appearance of the tuatara, the tuatara is actually only a very distant relative of the lizard and the snake. The tuatara is believed to have broken off from lizards and snakes more than 200 million years ago!",
        "desc3": "Tuataras are generally green or brown in colour and can grow up to a meter in length, from the head of the tuatara to the tip of its tail. The tuatara also has a crest that runs down the middle of its body, which is particularly noticeable in male tuataras.",
        "desc4": "The tuatara is a very unique reptile, with its long tail and dinosaur-like crest, but the tuatara has other features which make it stand out. Like all reptiles, the tuatara has excellent vision, but the tuatara also has a third eye on the top of its head, its use is still unknown. The tuatara has two rows of teeth on its upper jaw will line up either side of the teeth on the lower jaw.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "24km/h (15mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Sphenodon",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Sand Lizard",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/sand_lizard2.jpg",
        "scientific": "Lacerta Agilis",
        "map": "/media/animals/maps/sand-lizard-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Green, Black, Brown, Tan",
        "habitat": "Grass and heathland",
        "prey": "Spiders, Insects, Grasshoppers",
        "predators": "Birds, Cats, Foxes",
        "food": "Spiders",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Lacertidae",
        "kingdom": "Animalia",
        "desc1": "The sand lizard is a small species of lizard that is found across Europe and into parts of Asia. The sand lizard is one of only three species of lizard natively found in the UK along with the slow worm and the common lizard, and is protected in Britain (and much of Europe) as populations are low in most areas.",
        "desc2": "The sand lizard is found inhabiting grass and heath-lands along with coastal dunes throughout its native range which extends from the United Kingdom, east across Europe to Mongolia. Despite having a fairly wide distribution however, sand lizard populations are sparse and are completely extinct from certain areas of their native habitats.",
        "desc3": "The sand lizard is a relatively small, yet \"stocky\" lizard species that is usually of a light brown colour, with darker markings running down it's back. Male sand lizards however, are known for their remarkable colour change, as their skin turns from a dull brown to a bright green during the mating season, in order to more easily attract a female to mate with.",
        "desc4": "As with other reptiles, the sand lizard is a cold blooded animal and must therefore, first warm itself up before it is able to hunt for food. Sand lizards spend the daytimes basking on a rock in the hot sun, which warms their blood up, re-charging them for an evening of hunting. The brownish colour of the sand lizard's skin acts as a good camouflage when the sand lizard is sun-bathing.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "48km/h (30mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Lacerta",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Sea Turtle",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/sea_turtle1.jpg",
        "scientific": "Chelonioidea",
        "map": "/media/animals/maps/sea-turtle-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Brown, Tan, Green",
        "habitat": "Tropical coastal waters and beaches",
        "prey": "Fish, Crabs, Seaweed, Jellyfish",
        "predators": "Human, Sharks, Killer Whale",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Chelonioidea",
        "kingdom": "Animalia",
        "desc1": "There are 7 known species of sea turtle today including the flatback sea turtle which is native to Australia; the green sea turtle which is found all over the world but there are larger populations of the green sea turtle in the Atlantic and Pacific oceans; the hawksbill turtle is a critically endangered species of sea turtle and can be found all over the world; the kemps ridley turtle is the rarest species of sea turtle in the world and is found in the Atlantic ocean and in the Gulf of Mexico; the leatherback sea turtle is the largest species of sea turtle and is the most widely distributed species of sea turtle, found all over the world; the loggerhead sea turtle is known for it's large head and is mainly found in the Atlantic, Indian and Pacific oceans; the olive ridley sea turtle is the smallest species of sea turtle and is generally found in the Indo-Pacific and Atlantic oceans.",
        "desc2": "Although sea turtles spend their time out at sea, sea turtles always go back to the same beach to breed and often travel huge distances to get there. The female sea turtles bury their eggs in the sand on the beach where they were born. After laying her eggs the female sea turtle will return to the sea, leaving her eggs to hatch in their nest under the sand. When the baby sea turtles hatch, they walk straight into the ocean and begin their life at sea.",
        "desc3": "Today, all of the 7 different species of sea turtle are under threat from extinction. The decline in the world's sea turtle population is thought to be mainly due to the sea turtles being caught accidentally by large fishing boats and due to the fact that humans will often take the eggs of the sea turtle to eat as a delicacy. Numerous conservation projects are underway all over the world in order to try to protect and preserve the sea turtle populations that remain.",
        "desc4": "The diet of the sea turtle depends on it's particular species. Some species of sea turtle are carnivorous, others are herbivores and some species of sea turtle will eat almost anything. Sea turtles tend to eat sea grasses, shrimp, crabs, fish and jellyfish, depending on what the sea turtle can find and catch.",
        "water": null,
        "phlevel": null,
        "conservation": "Endangered",
        "speed": "4km/h (2.4mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": null,
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Thorny Devil",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/thorny_devil1.jpg",
        "scientific": "Moloch Horridus",
        "map": "/media/animals/maps/thorny-devil-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Red, Grey, Brown",
        "habitat": "Dry desert and shrub land",
        "prey": "Ants, Termites",
        "predators": "Snakes, Human, Birds",
        "food": "Ants",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Agamidae",
        "kingdom": "Animalia",
        "desc1": "The thorny devil, also known as Thorny Dragon, Thorny Lizard, or the Moloch, is a small species of lizard native to Australia with there being no other lizard like the thorny devil anywhere in the world.",
        "desc2": "The thorny devil is a small lizard with the average adult thorny devil only growing to around 20cm in length and weighing about the same as the average mouse. The thorny devil is best known for having an extremely spiky looking appearance and the thorny devil can blend well into the vast Australian desert due to the colour of the thorny devil's skin.",
        "desc3": "The body of the thorny devil has a very rigid structure which aids the thorny devil in collecting water. Amazingly, in between the cone-shaped spikes of the thorny devil, little channels form along the thorny devil's body which enables the thorny devil to collect water from any part of its body which is then transported to the mouth of the thorny devil.",
        "desc4": "As with many species of lizard, the female thorny devil is generally slightly bigger than the male thorny devil and tend to be slightly paler in colour, with the male thorny devil having a slightly redder looking appearance. All thorny devil individuals tend to change from a paler to a darker colour when they cool down.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "60km/h (37mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Moloch",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Desert Tortoise",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/desert_tortoise.jpg",
        "scientific": "Gopherus Agassizii",
        "map": "/media/animals/maps/desert-tortoise-location-map.png",
        "location": null,
        "diet": "Herbivore",
        "color": "Black, Brown, Tan, Yellow",
        "habitat": "Sandy desert plains and rocky hills",
        "prey": "Grasses, Herbs, Flowers",
        "predators": "Coyote, Birds, Gila Monster",
        "food": "Grasses",
        "phylum": "Chordata",
        "order": "Testudines",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Testudinidae",
        "kingdom": "Animalia",
        "desc1": "The desert tortoise is found inhabiting the vast sandy plains and rocky foothills that are in and surround both the Mojave and Sonoran deserts. When temperatures get too high for the desert tortoise it simply digs itself a burrow into the sand where it can remain cool until the heat dies down.",
        "desc2": "The desert tortoise has a number of biological adaptations that enable the desert tortoise to survive more successfully in such arid conditions. The front legs of the desert tortoise are heavy and flattened in shape. This complete with a set of claw-like scale means that the desert tortoise is an effective digger",
        "desc3": "As with other tortoise species, the desert tortoise is a herbivorous animal surviving only on organic plant matter. Grasses make up the majority of the desert tortoise's diet along with herbs, wild flowers and the rare fruits and berries that can be found.",
        "desc4": "Due to its small size, the desert tortoise has a surprising number of natural predators even despite its hard outer shell. Coyotes, feral cats, reptiles and birds of prey are the main predators of the desert tortoise along with the gila monster.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "0.5km/h (0.3mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Gopherus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Caiman",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/caiman5.jpg",
        "scientific": "Caiman crocodilus, Melanosuchus niger, Caiman yacare, Paleosuchus palpebrosus, Paleosuchus trigonatus, Caiman latirostris",
        "map": "/media/animals/maps/caiman-location-map-2.png",
        "location": "Central and South America",
        "diet": "Carnivore",
        "color": "Dull olive, grey, brown, black",
        "habitat": "Rivers, lakes and swampland",
        "prey": null,
        "predators": "Jaguars, wild pigs, birds of prey",
        "food": null,
        "phylum": "Chordata",
        "order": "Crocodilia",
        "numberofspecies": 6,
        "skin": "Plate-like scales",
        "features": "Eyes and nostrils located on top of the head and snout",
        "family": "Alligatoridae",
        "kingdom": "Animalia",
        "desc1": "There are six species of caiman found in a variety of wetland habitats throughout Central and South America. Caimans are most closely related to alligators with which they share a number of similar characteristics. Like other crocodilians (a group of reptiles that includes crocodiles, alligators, caimans and gharials), caimans are one of the longest surviving species on the planet having evolved very little over the past 200 million years. They have no close living relatives and belong to a group of reptiles called archosaurs (which included dinosaurs), where other reptile species belong to a different group. Despite the fact that the dinosaurs became extinct 65 million years ago, caimans along with the other members of the crocodilian group are still going strong.",
        "desc2": "Caimans have wide, slightly flattened bodies and a long vertically flattened, muscular tail that propels them through the water with immense power. Like other crocodilians, their nostrils and eyes are located on the top of their snout and head which means that they can still both breathe and see whilst being almost fully submerged and hidden in the water. Caimans (like alligators) have wide, flat heads with a rounded snout that allows them to prey on larger animal species with ease. Their strong jaws contain a row of cone-shaped teeth, that when snapped shut drives them into their prey. Caimans cannot chew so swallow smaller prey whole. With larger animals, they use their sharp teeth and powerful bodies to tear at the flesh and are known to store larger prey species in underwater larders until they begin to decay and are therefore easier to consume. Caimans range in size from 1.5m long to 6m long depending on the species. Black caimans are the largest caiman species and have dark grey to black coloured, plated skin. Other caiman species range from a dull olive to grey or brown in colour with a lighter underside. All have webbed feet with five toes on their front feet and four on their hind feet.",
        "desc3": "Caimans are found inhabiting a wide range of wetland habitats throughout Central and South America, the exact locations and habitat preferences are dependant on the species. Spectacled caimans (also known as the common caiman) are the most common and wide-spread species and have also been introduced into areas outside of their natural range including Puerto Rico and Cuba. They are found inhabiting rivers, lakes and swampland. They prefer stiller waters compared to black caimans that are larger in size and can therefore withstand stronger currents. Crucially, this difference in habitat preference also means that in areas where the range of the larger black caiman overlaps those of smaller species, there is less competition for territory between species as they occupy different habitat niches. Due to the fact that spectacled caimans prefer stiller waters, they are known to also reside in man-made waterways like canals and reservoirs.",
        "desc4": "Caimans spend most of the daytime hours resting in the water or basking on river banks in the sun and are mostly active at night. Although all caiman species are semiaquatic, some spend more time on land than others. Spectacled caimans rarely leave the safety of the water where black caimans often leave the water under the cover of dark to hunt for larger prey species on land. Males are highly territorial and quickly establish dominance hierarchies, with more dominant male caimans gaining access to more preferable territories and they also mate with more females. Spectacled caimans rely so heavily on their watery habitats that during periods of drought they will burrow into the mud. Here they are able to enter a dormant state to avoid desiccation (extreme dryness).",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "40kph (25mph)",
        "lifestyle": "Nocturnal",
        "funfact": "Has a transparent 3rd eyelid to protect eyes in the water!",
        "genus": "Caimaninae",
        "wingspan": null,
        "desc5": "Caimans have been hunted by people for their tough skins that are most commonly used in the production of clothing, primarily shoes and to make bags. They are also hunted locally for meat which is an important protein source to some populations. In more recent years, they have been heavily affected by habitat loss to make way for growing human settlements and also to clear land for agriculture. Black caimans are particularly feared by local people, as their large sized, powerful bodies have meant that they are capable of hunting people within their range."
      },
      {
        "name": "Gila Monster",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/gila_monster5.jpg",
        "scientific": "Heloderma Suspectum",
        "map": "/media/animals/maps/gila-monster-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Tan, Brown, Black, Grey, White",
        "habitat": "Shrubland, desert and woodland",
        "prey": "Eggs, Small Mammals, Birds and Reptiles",
        "predators": "Humans, Coyotes, Birds Of Prey",
        "food": "Eggs",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Helodermatidae",
        "kingdom": "Animalia",
        "desc1": "The gila monster is found roaming through a range of habitats throughout the drier regions of central America. Gila monsters tend to inhabit areas that are more sheltered such as shrublands, woodlands, forests and semi-deserts.",
        "desc2": "In the same way that a camel's hump, the tail of the gila monster acts as a fat storage facility in order to help the gila monster to survive more successfully in such arid conditions. When the gila monster eats and therefore replenishes its fat supply, the tail of the gila monster swells in size and becomes smaller again as its body uses up the fat.",
        "desc3": "The gila monster has short powerful legs, and long claws which it mainly uses for digging. Gila monsters spend nearly all of their time in burrows underground, either ones they have dug themselves or more likely, those stolen from other animals.",
        "desc4": "The gila monster is one of only two venomous lizard species that are found in North America. The gila monster has venom glands below its teeth on the bottom jaw which is released when the gila monster bites its prey. The gila monster then waits while its venom kills the animal, before finally eating it.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "24km/h (15mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Heloderma",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Alligator",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/alligator6.jpg",
        "scientific": "Alligator mississippiensis",
        "map": "/media/animals/maps/alligator-location-map.png",
        "location": "southern USA and China",
        "diet": "Carnivore",
        "color": "Green, Grey, Black, Brown, Yellow",
        "habitat": "Marsh and swampland",
        "prey": null,
        "predators": "Human, Birds, Raccoon",
        "food": null,
        "phylum": "Chordata",
        "order": "Crocodilia",
        "numberofspecies": 2,
        "skin": "Scales",
        "features": "Muscular tail half the total body length",
        "family": "Alligatoridae",
        "kingdom": "Animalia",
        "desc1": "Alligators are in the same family as other large reptiles like Crocodiles but are native to only two countries, which are the southern USA and China (where the Alligator is now nearly extinct). Alligators tend to be smaller than their Crocodile cousins but have been known to move at speeds of up to 15mph on land making them one of the fastest large reptiles in the world. Despite their size, there are a number of distinct differences between Alligators and Crocodiles as an Alligator's snout is shorter than that of a Crocodile, and with their mouths shut, an Alligator's teeth cannot be seen but a Crocodile's can. Alligators are also commonly known as Gators in their native, southern North American habitats.",
        "desc2": "Alligators are very large reptiles, with males growing up to 4.5 meters in length. The female Alligator tends to be slightly smaller, with a total body and tail length of between 3 and 3.5 meters. The Chinese Alligator is a much smaller species, almost half the size of a female American Alligator. Alligators have an armour-plated body that varies in colour from yellow, to green, to brown, finally turning almost completely black in old age. The tail of the Alligator is incredibly muscular and is used to propel the animal when it is in the water. Alligators have short, stocky legs with webbing between their toes. This not only helps them when they are swimming but also means that they can negotiate the muddy river banks with ease.",
        "desc3": "The American Alligators are found in the south-eastern USA, throughout all of Florida and Louisiana, the southern parts of Georgia, Alabama and Mississippi, coastal South and North Carolina, eastern Texas, the south-eastern corner of Oklahoma and the southern tip of Arkansas. The majority of American Alligators inhabit Florida and Louisiana, with over a million alligators thought to be found between the two states. The American Alligators live in freshwater environments, such as ponds, marshes, wetlands, rivers, lakes, and swamps, as well as brackish environments. Southern Florida is the only place in the world where both Alligators and Crocodiles are known to live in the same place.",
        "desc4": "The Alligator is a solitary predator that is actually surprisingly clunky when moving about on land. They tend to be quite slow, moving themselves by either crawling or sliding along the slippery banks on their bellies. They are highly territorial animals that are known to make a variety of noises to represent different things, including the declaration of territory, finding a mate and the young warning their mother that they are in danger. Male Alligators however, do not appear to have such a prominent voice box and make very little noise outside of the breeding season, when they are known to growl and bellow to fend off competing males.",
        "water": "Fresh, Brackish",
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "24kph (15mph)",
        "lifestyle": "Diurnal/Nocturnal",
        "funfact": "They have two sets of eyelids!",
        "genus": "Alligator",
        "wingspan": null,
        "desc5": "Unlike large Crocodiles, Alligators do not immediately regard a Human upon encounter as prey, but the Alligator may still attack in self-defence if provoked. Alligator attacks are uncommon but Alligators have definitely been known to attack Humans if the Human is in the Alligator's territory and particularly if the animal feels threatened. They are however known to commonly prey on domestic animals including pets and sometimes livestock when they are close to Human settlements. Hunting towards the end of the last century almost completely obliterated the entire American Alligator population (and has pretty much done so to the Chinese Alligator). Fortunately the gravity of the situation in the USA was realised before it was too late, with the protection of the species having led to an increase in population numbers now."
      },
      {
        "name": "Bearded Dragon",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/dragon3.jpg",
        "scientific": "Pogona Vitticeps",
        "map": "/media/animals/maps/bearded-dragon-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Green,Yellow, Brown, Grey",
        "habitat": "Arid forest and desert",
        "prey": "Insects, Mice, Leaves",
        "predators": "Birds, Snakes, Crocodiles",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Agamidae",
        "kingdom": "Animalia",
        "desc1": "The bearded dragon (also known as the dragon) is found naturally in Australia, but bearded dragons are kept as exotic pets in many places all around the world.",
        "desc2": "Bearded dragons can grow up to 24 inches long but that is including their long tail, making the bearded dragon fairly small in body size for a lizard.",
        "desc3": "Bearded dragons feed mainly on insects, crickets and worms and like all reptiles enjoy spending their days on a rock under the sun recharging until nightfall when the bearded dragon is much more active.",
        "desc4": "The bearded dragon is known to be docile and trusting yet outgoing and curious! The bearded dragon is a quite and gentle lizard and the bearded dragon is therefore a popular exotic pet for children.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "40km/h (25mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Pogona",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Water Dragon",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/water_dragon.jpg",
        "scientific": "Physignathus",
        "map": "/media/animals/maps/water-dragon-location-map.png",
        "location": null,
        "diet": "Omnivore",
        "color": "Black, Brown, Tan, Yellow, Green",
        "habitat": "Creeks, rivers and lakes",
        "prey": "Fish, Rodents, Insects",
        "predators": "Snakes, Birds, Mammals",
        "food": "Fish",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Agamidae",
        "kingdom": "Animalia",
        "desc1": "The water dragon is a large species of lizard native to the forests and jungles of Asia and Australia. Water dragons are arboreal animals meaning that they spend most of their time in the trees, often close to a large body of water.",
        "desc2": "There are two different species of water dragon, which are the Australian water dragon and the Asian water dragon. The Australian water dragon is the smaller of the two water dragon species and is found on the east coast of Australia. Australian water dragons have powerful legs and sharp claws which help them to climb trees more effectively.",
        "desc3": "The Asian water dragon is the larger and more colourful of the two water dragon species and is found in forests and jungles throughout India, China, Laos, Vietnam, Burma and Thailand. The Asian water dragon also has a third eye (known as the pineal gland), which is thought to be able to detect difference in light.",
        "desc4": "Although water dragons are generally tree-dwelling animals, they also spend a great deal of time in or very close to the water. Water dragons are strong and capable swimmers and often leap into the water from the branches high above in order to escape approaching danger.",
        "water": null,
        "phlevel": null,
        "conservation": "Threatened",
        "speed": "48km/h (30mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Physignathus",
        "wingspan": null,
        "desc5": null
      },
      {
        "name": "Caiman Lizard",
        "animalClass": "Reptilia",
        "image": "/media/animals/images/470x370/caiman_lizard3.jpg",
        "scientific": "Dracaena Guianensis",
        "map": "/media/animals/maps/caiman-lizard-location-map.png",
        "location": null,
        "diet": "Carnivore",
        "color": "Black, Brown, Tan, Yellow, Grey",
        "habitat": "Rainforest and swampland",
        "prey": "Insects, Fish, Crabs",
        "predators": "Jaguar, Large Snakes, Humans",
        "food": "Insects",
        "phylum": "Chordata",
        "order": "Squamata",
        "numberofspecies": null,
        "skin": "Scales",
        "features": null,
        "family": "Teiidae",
        "kingdom": "Animalia",
        "desc1": "The caiman lizard is a medium sized species of lizard, natively found in the jungles of South America. The caiman lizard is powerfully built and is one of the largest lizard species on the American continent.",
        "desc2": "The caiman lizard can be found inhabiting the rainforest and swampland areas of South America in the countries of Brazil, Colombia, Ecuador and Peru. Caiman lizards are most commonly spotted in areas which are flooded as they are very aquatic creatures.",
        "desc3": "The caiman lizard is a large and powerfully built lizard that is known to grow up to 120 centimetres from its snout to the tip of its tail. Today, there is only one species of caiman lizard found in South America which is the Northern caiman lizard.",
        "desc4": "As the caiman lizard spends most of its time either in or around the water, the body of the caiman lizard has adapted in ways which help it to live an aquatic lifestyle more successfully. The best example of this is the long, flattened tail of the caiman lizard which helps to steer it while swimming.\nCaiman lizards are large carnivorous predators that only hunt other animals in order to gain their nutrients. Snails are the primary source of food for the caiman lizard along with other invertebrates such as insects and crabs, and occasionally larger animals such as fish, rodents and amphibians.",
        "water": null,
        "phlevel": null,
        "conservation": "Least Concern",
        "speed": "16km/h (10mph)",
        "lifestyle": "Solitary",
        "funfact": null,
        "genus": "Dracaena",
        "wingspan": null,
        "desc5": null
      }
      ]
}