{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
        {
          "name": "Radiated Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/radiated_tortoise1.jpg",
          "scientific": "Astrochelys radiata",
          "map": "/media/animals/maps/radiated-tortoise-location-map.png",
          "location": "southern Madagascar",
          "habitat": "Dry tropical forest",
          "color": "Green, Black, Brown, Tan, Yellow",
          "speed": "0.5kph (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grasses, Fruits, Flowers",
          "predators": "Birds, Reptiles, Humans",
          "lifestyle": "Diurnal",
          "funfact": "The most protected tortoise in the world!",
          "feature": null,
          "desc1": "The Radiated Tortoise is a relatively large species of Tortoise, natively found on the island of Madagascar. Although having evolved in similar environments to other star-patterned Tortoises from around the tropics, the Radiated Tortoise has more striking and complex markings than those of the Indian Star Tortoise, for example. The Radiated Tortoise is also known as the Sokake in Madagascar, and although they are critically endangered in the wild, it is widely believed that they are the most beautiful of all Tortoise species. Naturally then, they are a popular exotic pet, which is thought to be one of the main reasons for their demise.",
          "desc2": "The male Radiated Tortoise tends to be slightly larger than females and the two sexes are also easily identified as the tail of the male Radiated Tortoise is often substantially longer than that of the female. Radiated Tortoises have high-domed, dark brown to black shells, covered with bright yellow or orange intricate star-like patterns. Unlike other star-patterned Tortoises, the centres of the stars on the carapace of the Radiated Tortoise are not raised, giving their domed shell a smoother appearance. The legs, tail and head are a yellowish colour with a black spot on top of the head, which varies in size between individuals. The appearance of this Tortoise actually camouflages it perfectly in the long grasses.",
          "desc3": "Humans are the biggest threat to Radiated Tortoises, from habitat destruction to their consumption. It is thought that remaining populations have seen an 80% reduction in numbers over just three generations and those inhabiting south Madagascar's higher plateaus are even worse affected. Despite the fact that the Radiated Tortoise is now one of the most protected Tortoise species in the world, an estimated 45,000 are killed every year across the southern part of the island, just for food. The beauty of the Radiated Tortoise has also meant that they are in high demand in the illegal exotic pet trade."
        },
        {
          "name": "Lizard",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/lizard4.jpg",
          "scientific": "Lacertilia",
          "map": "/media/animals/maps/lizard-location-map.png",
          "location": null,
          "habitat": "Warm forests and deserts worldwide",
          "color": "Tan, Brown, Yellow, Green, Black",
          "speed": "24km/h (15mph)",
          "diet": "Omivore",
          "prey": "Insects, Birds, Small rodents",
          "predators": "Human, Birds, Snakes",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "Lizard is a collective name for the different species of lizard that are found in the warmer climates around the world. The lizard is a reptile with scaly skin, and some species of lizard can shed their tails when they are in danger, but not all species of lizard are capable of doing this.",
          "desc2": "There are around 5,000 different species of lizard ranging from small lizards that are just a few centimeters in size, to much larger and more predatory lizards that measure a few meters from the head of the lizard to the tip of their tail.",
          "desc3": null
        },
        {
          "name": "Tuatara",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/tuatara.jpg",
          "scientific": "Sphenodon Punctatus",
          "map": "/media/animals/maps/tuatara-location-map.png",
          "location": null,
          "habitat": "woodland and grassland",
          "color": "Green, Brown, Grey",
          "speed": "24km/h (15mph)",
          "diet": "Carnivore",
          "prey": "Insects, Eggs, Lizards",
          "predators": "Pigs, Cats, Rodents",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The tuatara is a small to medium sized reptile, that is found only on a few small islands surrounding New Zealand. Although the tuatara was once found inhabiting mainland New Zealand in large numbers, today the tuatara is nearly extinct from the mainland.",
          "desc2": "Despite the lizard-like appearance of the tuatara, the tuatara is actually only a very distant relative of the lizard and the snake. The tuatara is believed to have broken off from lizards and snakes more than 200 million years ago!",
          "desc3": null
        },
        {
          "name": "Slow Worm",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/slow_worm1.jpg",
          "scientific": "Anguis Fragilis",
          "map": "/media/animals/maps/slow-worm-location-map.png",
          "location": null,
          "habitat": "Grassland and woodlands",
          "color": "Black, Brown, Tan, Yellow, Grey",
          "speed": "0.5km/h (0.3mph)",
          "diet": "Carnivore",
          "prey": "Insects, Slugs, Worms",
          "predators": "Cats, Dogs, Birds",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The slow worm is a long species of legless lizard found throughout Europe and in parts of Asia, that is often mistaken for a snake due to its appearance.",
          "desc2": "The slow worm inhabits warm, moist and shaded areas across the European continent and is also commonly found in gardens throughout the United Kingdom, as well as meadows and farmland.",
          "desc3": null
        },
        {
          "name": "Galapagos Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/galapagos_tortoise3.jpg",
          "scientific": "Geochelone Nigra",
          "map": "/media/animals/maps/galapagos-tortoise-location-map.png",
          "location": null,
          "habitat": "Volcanic lowlands and shrub land",
          "color": "Brown, Grey",
          "speed": "0.5km/h (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grass, Fruit, Cactus",
          "predators": "Human, Hawk, Wild dogs",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The Galapagos Tortoise is the biggest species of tortoise in the modern world with some Galapagos tortoises reaching more than 4ft long! The Galapagos tortoise is also one the longest living species of tortoise with a number of Galapagos tortoises getting older than 150!",
          "desc2": "The Galapagos tortoise, like most other species of tortoise, is a herbivore spending its time grazing on grass and low trees. Today only 10 out of the 12 Galapagos tortoise species still exist on the Pacific islands due to the introduction of goats a few hundred years ago.",
          "desc3": null
        },
        {
          "name": "Indian Star Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/indian_star_tortoise.jpg",
          "scientific": "Geochelone Elegans",
          "map": "/media/animals/maps/indian-star-tortoise-location-map.png",
          "location": null,
          "habitat": "Dry scrub forest",
          "color": "Green, Black, Brown, Tan, Yellow",
          "speed": "0.5km/h (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grasses, Fruits, Flowers",
          "predators": "Birds, Reptiles, Humans",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "As it's name suggests the Indian star tortoise is found across the Indian sub-continent, more specifically, the Indian star tortoise is found in the central and Southern parts of India, in West Pakistan and in Sri Lanka. The Indian star tortoise is most commonly found in semi-arid scrub forest, along with thorny and grassland habitats, where there is plenty of vegetation both to hide in and munch on.",
          "desc2": "Due to the very distinctively marked, and highly rounded shell of the Indian star tortoise, this species of tortoise has become a popular pet in the world's exotic pet trade. Indian star tortoises are of a medium size, with the average adult rarely growing to more than 30 cm in length. The protective shell of the Indian star tortoise also acts in the same to the shells of other tortoise species, allowing the Indian star tortoise to draw it's vulnerable head and limbs into it's shell for protection.",
          "desc3": null
        },
        {
          "name": "Gecko",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/gecko8.jpg",
          "scientific": "Gekkonidae",
          "map": "/media/animals/maps/gecko-location-map.png",
          "location": null,
          "habitat": "Rocky deserts and mountainous regions",
          "color": "Tan, Black, Brown, White, Green, Blue, Orange, Yellow",
          "speed": "48km/h (30mph)",
          "diet": "Carnivore",
          "prey": "Insects, Worms, Small Birds",
          "predators": "Snake, Birds, Spiders",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "There are thought to be over 2,000 different species of gecko found around the world and it is widely believed that there are more species of gecko that ate yet to be discovered. Geckos are found in a wide variety of colours and have various different markings on their bodies depending on the species of gecko.",
          "desc2": "Geckos are found in a wide variety of habitats in the warmer parts of the world including rocky deserts, mountains, jungles, rainforests, grasslands and even in urban areas where it is common to find geckos in houses.",
          "desc3": null
        },
        {
          "name": "Caiman Lizard",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/caiman_lizard3.jpg",
          "scientific": "Dracaena Guianensis",
          "map": "/media/animals/maps/caiman-lizard-location-map.png",
          "location": null,
          "habitat": "Rainforest and swampland",
          "color": "Black, Brown, Tan, Yellow, Grey",
          "speed": "16km/h (10mph)",
          "diet": "Carnivore",
          "prey": "Insects, Fish, Crabs",
          "predators": "Jaguar, Large Snakes, Humans",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The caiman lizard is a medium sized species of lizard, natively found in the jungles of South America. The caiman lizard is powerfully built and is one of the largest lizard species on the American continent.",
          "desc2": "The caiman lizard can be found inhabiting the rainforest and swampland areas of South America in the countries of Brazil, Colombia, Ecuador and Peru. Caiman lizards are most commonly spotted in areas which are flooded as they are very aquatic creatures.",
          "desc3": null
        },
        {
          "name": "Gila Monster",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/gila_monster5.jpg",
          "scientific": "Heloderma Suspectum",
          "map": "/media/animals/maps/gila-monster-location-map.png",
          "location": null,
          "habitat": "Shrubland, desert and woodland",
          "color": "Tan, Brown, Black, Grey, White",
          "speed": "24km/h (15mph)",
          "diet": "Carnivore",
          "prey": "Eggs, Small Mammals, Birds and Reptiles",
          "predators": "Humans, Coyotes, Birds Of Prey",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The gila monster is found roaming through a range of habitats throughout the drier regions of central America. Gila monsters tend to inhabit areas that are more sheltered such as shrublands, woodlands, forests and semi-deserts.",
          "desc2": "In the same way that a camel's hump, the tail of the gila monster acts as a fat storage facility in order to help the gila monster to survive more successfully in such arid conditions. When the gila monster eats and therefore replenishes its fat supply, the tail of the gila monster swells in size and becomes smaller again as its body uses up the fat.",
          "desc3": null
        },
        {
          "name": "Leaf-Tailed Gecko",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/leaf-tailed_gecko3.jpg",
          "scientific": "Uroplatus",
          "map": "/media/animals/maps/leaf-tailed-gecko-location-map.png",
          "location": null,
          "habitat": "Dense tropical jungle",
          "color": "Green, Black, Brown, Tan",
          "speed": "48km/h (30mph)",
          "diet": "Carnivore",
          "prey": "Spiders, Insects, Worms",
          "predators": "Owls, Rats, Snakes",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The leaf-tailed gecko (also known as the flat-tailed gecko) is a group of geckos that are found only on the African island of Madagascar and on a number of the little islands that surround it. There are eight different species of leaf-tailed gecko all of which are endemic to the island.",
          "desc2": "Leaf-tailed geckos are found in both the primary and secondary tropical forests of Madagascar where they are either found stuck vertically to the tree trunks or resting amongst the twigs, depending on the species. All species of leaf-tailed gecko are being threatened by habitat loss caused by drastic deforestation across the island.",
          "desc3": null
        },
        {
          "name": "Snapping Turtle",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/snapping_turtle7.jpg",
          "scientific": "Chelydridae",
          "map": "/media/animals/maps/snapping-turtle-location-map.png",
          "location": null,
          "habitat": "Slow rivers, lakes and marshland",
          "color": "Brown, Tan, Black",
          "speed": "4km/h (2.4mph)",
          "diet": "Omnivore",
          "prey": "Fish, Birds, Frogs",
          "predators": "Human, Raccoon, Alligator",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "Snapping turtles enjoy a wide variety of food and are  often considered the top predator in their environment. The alligator snapping turtle's diet consists mainly of fish, which they lure using a pink worm-like appendage on the end of their tongue. Common snapping turtles are more active hunters and will eat just about anything.",
          "desc2": "Snapping turtles do not make good pets, usually, as they will never stop growing. The largest snapping turtles on record have weight records of around 600 lbs. Alligator snapping turtles have been known to grow even larger.",
          "desc3": null
        },
        {
          "name": "Sea Turtle",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/sea_turtle1.jpg",
          "scientific": "Chelonioidea",
          "map": "/media/animals/maps/sea-turtle-location-map.png",
          "location": null,
          "habitat": "Tropical coastal waters and beaches",
          "color": "Brown, Tan, Green",
          "speed": "4km/h (2.4mph)",
          "diet": "Omnivore",
          "prey": "Fish, Crabs, Seaweed, Jellyfish",
          "predators": "Human, Sharks, Killer Whale",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "There are 7 known species of sea turtle today including the flatback sea turtle which is native to Australia; the green sea turtle which is found all over the world but there are larger populations of the green sea turtle in the Atlantic and Pacific oceans; the hawksbill turtle is a critically endangered species of sea turtle and can be found all over the world; the kemps ridley turtle is the rarest species of sea turtle in the world and is found in the Atlantic ocean and in the Gulf of Mexico; the leatherback sea turtle is the largest species of sea turtle and is the most widely distributed species of sea turtle, found all over the world; the loggerhead sea turtle is known for it's large head and is mainly found in the Atlantic, Indian and Pacific oceans; the olive ridley sea turtle is the smallest species of sea turtle and is generally found in the Indo-Pacific and Atlantic oceans.",
          "desc2": "Although sea turtles spend their time out at sea, sea turtles always go back to the same beach to breed and often travel huge distances to get there. The female sea turtles bury their eggs in the sand on the beach where they were born. After laying her eggs the female sea turtle will return to the sea, leaving her eggs to hatch in their nest under the sand. When the baby sea turtles hatch, they walk straight into the ocean and begin their life at sea.",
          "desc3": null
        },
        {
          "name": "River Turtle",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/river_turtle2.jpg",
          "scientific": "Emydidae",
          "map": "/media/animals/maps/river-turtle-location-map.png",
          "location": null,
          "habitat": "Slow-moving rivers, streams and ponds",
          "color": "Green, Brown, Black, Yellow",
          "speed": "4km/h (2.4mph)",
          "diet": "Omnivore",
          "prey": "Aquatic Plants, Fruits, Fish, Molluscs",
          "predators": "Fox, Dog, Human",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The Mary River turtle is the most commonly known species of river turtle as they are the most popular freshwater turtles to keep as pets often in artificial aquariums or outside in ponds. The Mary River turtle is native to the Mary River found in Queensland, Australia and was once shipped to pet shops all over the world in the thousands as people liked them due to their small size.",
          "desc2": "The yellow-spotted river turtle is one of the largest species of river turtle found in South America. The yellow-spotted river turtle is found in the large lakes and tributaries of the Amazon Basin and are easily identified by the yellow spots (hence the name) on the side of their heads. The yellow spots of the yellow-spotted river turtle are much brighter in the younger individuals and tend to fade in brightness as the yellow-spotted river turtle matures.",
          "desc3": null
        },
        {
          "name": "Aldabra Giant Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/aldabra_giant_tortoise5.jpg",
          "scientific": "Geochelone gigantea",
          "map": "/media/animals/maps/aldabra-giant-tortoise-location-map.png",
          "location": "Aldabra atoll in the Indian Ocean",
          "habitat": "Grasslands and swamps",
          "color": "Black, Brown, Tan",
          "speed": "0.5kph (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grasses, Leaves, Flowers",
          "predators": "Giant Crab, Humans, Cats",
          "lifestyle": "Diurnal",
          "funfact": "One got to be 255 years old!",
          "feature": "Large, high-domed shell",
          "desc1": "The Aldabra Giant Tortoise is a giant species of Tortoise native to the Aldabra Islands in the Indian ocean. The Aldabra giant tortoise is one of the largest species of Tortoise on the planet and is also one of the world's longest living animals, with one Aldabra Giant Tortoise individual reaching the grand old age of 255 years old. The Aldabra Giant Tortoise is the only Indian ocean giant Tortoise species alive today as others have now become extinct with the arrival of Human settlers (including the Seychelles Giant Tortoise which is now thought to be extinct in the wild). The Aldabra Giant Tortoise and the Seychelles Giant Tortoise are so similar in both appearance and behaviour that they are actually thought by some to be the same species.",
          "desc2": "The Aldabra Giant Tortoise has an enormous dome-shaped shell which acts as protective armour to the soft, vulnerable body of the Aldabra Giant Tortoise underneath. The Aldabra Giant Tortoise also has an incredibly long neck which it uses to tear leaves from the branches higher up trees. The male Aldabra Giant Tortoise grows to an average size of 1.1 meters long, with females being slightly smaller at a length of 0.9 meters. The males, although not really that much bigger, are also known to weigh nearly 100kg more than their female counterparts. They are slow-moving animals with thick, short legs and round, almost flat feet that help them when they are walking on the sand.",
          "desc3": "Before the 1700s, the Aldabra Giant Tortoise had no significant predators or competition for food, with all populations of the various giant Tortoise species thought to have been healthy. However, the people that arrived on the islands found both the Tortoises and their eggs, easy to catch and kill and somewhat good to eat, with mass hunting wiping out nearly all of them in less than 100 years. The Aldabra Giant Tortoise was also eaten by the domestic animals that arrived with people, with their ground-dwelling nests being particularly vulnerable. They have also now lost much of the natural habitat due to expanding Human settlements throughout the atoll."
        },
        {
          "name": "Leopard Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/leopard_tortoise5.jpg",
          "scientific": "Geochelone Pardalis",
          "map": "/media/animals/maps/leopard-tortoise-location-map.png",
          "location": null,
          "habitat": "Grassland and savannah",
          "color": "Black, Brown, Tan, Yellow, Grey",
          "speed": "0.5km/h (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grasses, Weeds, Flowers",
          "predators": "Cats, Dogs, Humans",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The leopard tortoise is a large species of tortoise found throughout the African savannas. The leopard tortoise is the fourth largest species of tortoise in the world, and is also the most widely distributed tortoise species in Southern Africa.",
          "desc2": "The leopard tortoise has a wide distribution in sub-Saharan Africa from Sudan to the Cape. As a grazing species of tortoise, the leopard tortoise is most commonly found in semi-arid areas including shrubland and grasslands.",
          "desc3": null
        },
        {
          "name": "Thorny Devil",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/thorny_devil1.jpg",
          "scientific": "Moloch Horridus",
          "map": "/media/animals/maps/thorny-devil-location-map.png",
          "location": null,
          "habitat": "Dry desert and shrub land",
          "color": "Red, Grey, Brown",
          "speed": "60km/h (37mph)",
          "diet": "Omnivore",
          "prey": "Ants, Termites",
          "predators": "Snakes, Human, Birds",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The thorny devil, also known as Thorny Dragon, Thorny Lizard, or the Moloch, is a small species of lizard native to Australia with there being no other lizard like the thorny devil anywhere in the world.",
          "desc2": "The thorny devil is a small lizard with the average adult thorny devil only growing to around 20cm in length and weighing about the same as the average mouse. The thorny devil is best known for having an extremely spiky looking appearance and the thorny devil can blend well into the vast Australian desert due to the colour of the thorny devil's skin.",
          "desc3": null
        },
        {
          "name": "Iguana",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/iguana4.jpg",
          "scientific": "Iguana Iguana",
          "map": "/media/animals/maps/iguana-location-map.png",
          "location": null,
          "habitat": "Lowland tropical rainforest near water",
          "color": "Green, Brown, Yellow",
          "speed": "35km/h (21mph)",
          "diet": "Omnivore",
          "prey": "Insects, Fruit, Leaves",
          "predators": "Hawk, Eagle, Snakes",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "Iguanas are native to the jungles of central and south America, and the Caribbean. The iguana is a large docile species of lizard, meaning that iguanas are often a popular choice when keeping exotic pets.",
          "desc2": "Iguanas have excellent sight allowing the iguana to detect movement from incredibly long distances. The iguana can use this skill to seek out prey and be aware of approaching predators often before the predator has even noticed the iguana.",
          "desc3": null
        },
        {
          "name": "Caiman",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/caiman5.jpg",
          "scientific": "Caiman crocodilus, Melanosuchus niger, Caiman yacare, Paleosuchus palpebrosus, Paleosuchus trigonatus, Caiman latirostris",
          "map": "/media/animals/maps/caiman-location-map-2.png",
          "location": "Central and South America",
          "habitat": "Rivers, lakes and swampland",
          "color": "Dull olive, grey, brown, black",
          "speed": "40kph (25mph)",
          "diet": "Carnivore",
          "prey": "Fish, crustaceans, waterfowl, capybara",
          "predators": "Jaguars, wild pigs, birds of prey",
          "lifestyle": "Nocturnal",
          "funfact": "Has a transparent 3rd eyelid to protect eyes in the water!",
          "feature": "Eyes and nostrils located on top of the head and snout",
          "desc1": "There are six species of caiman found in a variety of wetland habitats throughout Central and South America. Caimans are most closely related to alligators with which they share a number of similar characteristics. Like other crocodilians (a group of reptiles that includes crocodiles, alligators, caimans and gharials), caimans are one of the longest surviving species on the planet having evolved very little over the past 200 million years. They have no close living relatives and belong to a group of reptiles called archosaurs (which included dinosaurs), where other reptile species belong to a different group. Despite the fact that the dinosaurs became extinct 65 million years ago, caimans along with the other members of the crocodilian group are still going strong.",
          "desc2": "Caimans have wide, slightly flattened bodies and a long vertically flattened, muscular tail that propels them through the water with immense power. Like other crocodilians, their nostrils and eyes are located on the top of their snout and head which means that they can still both breathe and see whilst being almost fully submerged and hidden in the water. Caimans (like alligators) have wide, flat heads with a rounded snout that allows them to prey on larger animal species with ease. Their strong jaws contain a row of cone-shaped teeth, that when snapped shut drives them into their prey. Caimans cannot chew so swallow smaller prey whole. With larger animals, they use their sharp teeth and powerful bodies to tear at the flesh and are known to store larger prey species in underwater larders until they begin to decay and are therefore easier to consume. Caimans range in size from 1.5m long to 6m long depending on the species. Black caimans are the largest caiman species and have dark grey to black coloured, plated skin. Other caiman species range from a dull olive to grey or brown in colour with a lighter underside. All have webbed feet with five toes on their front feet and four on their hind feet.",
          "desc3": "Caimans have been hunted by people for their tough skins that are most commonly used in the production of clothing, primarily shoes and to make bags. They are also hunted locally for meat which is an important protein source to some populations. In more recent years, they have been heavily affected by habitat loss to make way for growing human settlements and also to clear land for agriculture. Black caimans are particularly feared by local people, as their large sized, powerful bodies have meant that they are capable of hunting people within their range."
        },
        {
          "name": "Alligator",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/alligator6.jpg",
          "scientific": "Alligator mississippiensis",
          "map": "/media/animals/maps/alligator-location-map.png",
          "location": "southern USA and China",
          "habitat": "Marsh and swampland",
          "color": "Green, Grey, Black, Brown, Yellow",
          "speed": "24kph (15mph)",
          "diet": "Carnivore",
          "prey": "Fish, Snakes, Turtles",
          "predators": "Human, Birds, Raccoon",
          "lifestyle": "Diurnal/Nocturnal",
          "funfact": "They have two sets of eyelids!",
          "feature": "Muscular tail half the total body length",
          "desc1": "Alligators are in the same family as other large reptiles like Crocodiles but are native to only two countries, which are the southern USA and China (where the Alligator is now nearly extinct). Alligators tend to be smaller than their Crocodile cousins but have been known to move at speeds of up to 15mph on land making them one of the fastest large reptiles in the world. Despite their size, there are a number of distinct differences between Alligators and Crocodiles as an Alligator's snout is shorter than that of a Crocodile, and with their mouths shut, an Alligator's teeth cannot be seen but a Crocodile's can. Alligators are also commonly known as Gators in their native, southern North American habitats.",
          "desc2": "Alligators are very large reptiles, with males growing up to 4.5 meters in length. The female Alligator tends to be slightly smaller, with a total body and tail length of between 3 and 3.5 meters. The Chinese Alligator is a much smaller species, almost half the size of a female American Alligator. Alligators have an armour-plated body that varies in colour from yellow, to green, to brown, finally turning almost completely black in old age. The tail of the Alligator is incredibly muscular and is used to propel the animal when it is in the water. Alligators have short, stocky legs with webbing between their toes. This not only helps them when they are swimming but also means that they can negotiate the muddy river banks with ease.",
          "desc3": "Unlike large Crocodiles, Alligators do not immediately regard a Human upon encounter as prey, but the Alligator may still attack in self-defence if provoked. Alligator attacks are uncommon but Alligators have definitely been known to attack Humans if the Human is in the Alligator's territory and particularly if the animal feels threatened. They are however known to commonly prey on domestic animals including pets and sometimes livestock when they are close to Human settlements. Hunting towards the end of the last century almost completely obliterated the entire American Alligator population (and has pretty much done so to the Chinese Alligator). Fortunately the gravity of the situation in the USA was realised before it was too late, with the protection of the species having led to an increase in population numbers now."
        },
        {
          "name": "Crocodile",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/crocodile6.jpg",
          "scientific": "Crocodylus acutus, Crocodylus intermedius, Crocodylus johnsoni, Crocodylus mindorensis, Crocodylus moreletii, Crocodylus niloticus, Crocodylus novaeguineae, Crocodylus palustris, Crocodylus porosus, Crocodylus rhombifer, Crocodylus siamensis, Osteolaemus tetraspis, Mecistops cataphractus",
          "map": "/media/animals/maps/crocodile-location-map-2.png",
          "location": "North, Central and South America, Africa, Asia, Australia",
          "habitat": "Rivers, lakes, marshes, lagoons, mangrove swamps and estuaries",
          "color": "Dull olive, grey, brown, black",
          "speed": "40kph (25mph)",
          "diet": "Carnivore",
          "prey": "Fish, crustaceans, deer, buffalo",
          "predators": "Humans, Large felines, Birds of prey",
          "lifestyle": "Nocturnal",
          "funfact": "Known to eat pebbles to aid digestion and buoyancy!",
          "feature": "Eyes and nostrils located on top of the head and snout",
          "desc1": "Crocodiles are one of the most well-known and fearsome animals in the world. Their powerful bodies, strong jaws and immense speed and agility along with their unparalleled stealth, has lead to them being one of the world's most apex predators in their natural environments. Closely related to other crocodilians including alligators, caimans, and gharials, crocodiles have changed very little in an evolutionary sense in 200 million years. Unlike other reptile species, crocodilians are archosaurs which is an ancient group of reptiles that also included dinosaurs. Although dinosaurs became extinct 65 million years ago, crocodiles are thought to have survived so well over time due to the fact that they are so well suited to their environments. Today, there are 13 different crocodile species that are found inhabiting both fresh and saltwater environments throughout North and South America, Africa, Asia and Australia. Their semi-aquatic nature has led to them evolving a number of key adaptations that allow them to survive so successfully in their natural environments.",
          "desc2": "Crocodiles are large sized reptiles with thick, scaly skin that is made up of armoured, waterproof plates that both protects them from potential predators and also prevents their bodies from drying out. These scales come in a variety of colours from dull olive and green, to brown, greys and black meaning that they are very easily camouflaged in the surrounding water and vegetation. Like other crocodilian species, their eyes and nostrils are located on the very top of their broad head and snout so that they can lay in wait in the water with almost none of their bodies exposed in order to more successfully ambush prey. Their vertically flattened tails are immensely strong and are used to propel them through the water, as although they do have webbed feet, they do not use them to aid them when swimming. In order to protect them in the water, crocodiles have a special transparent third eyelid which allows them to leave their eyes open but prevents damage from the water. They also have external flaps that close off their ears and nostrils, and a special respiratory system that allows them to remain in the water for up to five hours at a time. Crocodiles range in size from the less than 2 metre long dwarf crocodile to the 7 metre long estuarine crocodile (also known as the saltwater crocodile or \"saltie\"), which is the world's heaviest reptile weighing up to 1,000kg.",
          "desc3": "The relationship between crocodiles and people has been a long-lasting point of contention for thousands of years. Their highly aggressive and powerful nature of attack on predators has resulted in numerous human fatalities an on annual basis, with some people actually having been hunted by crocodiles as well as in ambush on the banks of the rivers. Although death toll numbers are declining due to better education and local knowledge about the formidable nature of these enormous reptiles, around 1,000 deaths are still estimated to occur every year. Crocodiles all over the world have also been heavily hunted for their tough, waterproof skins which are used in the manufacture of clothing including coats, bags and shoes. Crocodiles have also been affected heavily by increasing human activity in many regions around the world, with the expansion of settlements and an increase in river traffic due to hunting, fishing and tourism."
        },
        {
          "name": "Chameleon",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/chameleon3.jpg",
          "scientific": "Chamaeleonidae",
          "map": "/media/animals/maps/chameleon-location-map.png",
          "location": null,
          "habitat": "Tropical forests and desert",
          "color": "Green, Brown, Black, Yellow, Red, Tan",
          "speed": "35km/h (21mph)",
          "diet": "Omnivore",
          "prey": "Insects, Snails, Leaves",
          "predators": "Snakes, Birds, Mammals",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The chameleon is a very distinctive and well-known species of lizard, due to the large eyes and curled tail of the chameleon. Chameleons are found throughout jungle and desert alike, in Africa, Asia and parts of Southern Europe and chameleons have also been introduced to parts of North America.",
          "desc2": "There are thought to be more than 160 different species of chameleon that range from just an inch to more than a couple of feet in size. The tiny pygmy leaf chameleon, found in the jungles of Madagascar, is the smallest species of chameleon, with some males measuring less than 3 cm long.",
          "desc3": null
        },
        {
          "name": "Desert Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/desert_tortoise.jpg",
          "scientific": "Gopherus Agassizii",
          "map": "/media/animals/maps/desert-tortoise-location-map.png",
          "location": null,
          "habitat": "Sandy desert plains and rocky hills",
          "color": "Black, Brown, Tan, Yellow",
          "speed": "0.5km/h (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grasses, Herbs, Flowers",
          "predators": "Coyote, Birds, Gila Monster",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The desert tortoise is found inhabiting the vast sandy plains and rocky foothills that are in and surround both the Mojave and Sonoran deserts. When temperatures get too high for the desert tortoise it simply digs itself a burrow into the sand where it can remain cool until the heat dies down.",
          "desc2": "The desert tortoise has a number of biological adaptations that enable the desert tortoise to survive more successfully in such arid conditions. The front legs of the desert tortoise are heavy and flattened in shape. This complete with a set of claw-like scale means that the desert tortoise is an effective digger",
          "desc3": null
        },
        {
          "name": "Glass Lizard",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/glass_lizard.jpg",
          "scientific": "Ophisaurus",
          "map": "/media/animals/maps/glass-lizard-location-map.png",
          "location": null,
          "habitat": "Sandy coastal regions",
          "color": "Black, Brown, Tan, Yellow, Grey, Green",
          "speed": "9.7km/h (6mph)",
          "diet": "Carnivore",
          "prey": "Insects, Snails, Spiders",
          "predators": "Birds, Mammals, Snakes",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The glass lizard (also known as the glass snake and the jointed snake) are a group of reptiles that resemble snakes, but are actually lizards. Although most species of glass lizard have no legs, their head shape and the fact that they have movable eyelids and external ear openings identify them as lizards.",
          "desc2": "Glass lizards are found all around the world although, the greatest number of species in the genus are native to Asia, from India to China and the Indonesian islands. At least one species, the Moroccan glass lizard, comes from North Africa, and several species live in the south-eastern United States including the barrier islands off the Atlantic coast of Florida. The glass lizard is also found in abundance in Eastern North Carolina as far as 40 miles from Atlantic Ocean.",
          "desc3": null
        },
        {
          "name": "Sand Lizard",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/sand_lizard2.jpg",
          "scientific": "Lacerta Agilis",
          "map": "/media/animals/maps/sand-lizard-location-map.png",
          "location": null,
          "habitat": "Grass and heathland",
          "color": "Green, Black, Brown, Tan",
          "speed": "48km/h (30mph)",
          "diet": "Carnivore",
          "prey": "Spiders, Insects, Grasshoppers",
          "predators": "Birds, Cats, Foxes",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The sand lizard is a small species of lizard that is found across Europe and into parts of Asia. The sand lizard is one of only three species of lizard natively found in the UK along with the slow worm and the common lizard, and is protected in Britain (and much of Europe) as populations are low in most areas.",
          "desc2": "The sand lizard is found inhabiting grass and heath-lands along with coastal dunes throughout its native range which extends from the United Kingdom, east across Europe to Mongolia. Despite having a fairly wide distribution however, sand lizard populations are sparse and are completely extinct from certain areas of their native habitats.",
          "desc3": null
        },
        {
          "name": "Frilled Lizard",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/frilled_lizard.jpg",
          "scientific": "Chlamydosaurus Kingii",
          "map": "/media/animals/maps/frilled-lizard-location-map.png",
          "location": null,
          "habitat": "Tropical forests and woodland",
          "color": "Black, Brown, Tan, Yellow",
          "speed": "48km/h (30mph)",
          "diet": "Omnivore",
          "prey": "Insects, Rodents, Spiders",
          "predators": "Snakes, Owls, Dingos",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The frilled lizard is an arboreal animal meaning that it spends the majority of its life in the trees. Frilled lizards can be found in humid climates such as tropical jungles and forests, across Australia and Papua New Guinea.",
          "desc2": "The frilled lizard is named after the large fold of skin that usually lies folded up against the frilled lizard's head and neck. When the frilled lizard feels threatened, the fold of skin fans out around the frilled lizard's head in order to make the frilled lizard appear larger and more intimidating than it is.",
          "desc3": null
        },
        {
          "name": "Water Dragon",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/water_dragon.jpg",
          "scientific": "Physignathus",
          "map": "/media/animals/maps/water-dragon-location-map.png",
          "location": null,
          "habitat": "Creeks, rivers and lakes",
          "color": "Black, Brown, Tan, Yellow, Green",
          "speed": "48km/h (30mph)",
          "diet": "Omnivore",
          "prey": "Fish, Rodents, Insects",
          "predators": "Snakes, Birds, Mammals",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The water dragon is a large species of lizard native to the forests and jungles of Asia and Australia. Water dragons are arboreal animals meaning that they spend most of their time in the trees, often close to a large body of water.",
          "desc2": "There are two different species of water dragon, which are the Australian water dragon and the Asian water dragon. The Australian water dragon is the smaller of the two water dragon species and is found on the east coast of Australia. Australian water dragons have powerful legs and sharp claws which help them to climb trees more effectively.",
          "desc3": null
        },
        {
          "name": "Monitor Lizard",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/monitor_lizard2.jpg",
          "scientific": "Varanus Indicus",
          "map": "/media/animals/maps/monitor-lizard-location-map.png",
          "location": null,
          "habitat": "River banks and coastal forests",
          "color": "Tan, Brown, Grey, Green",
          "speed": "45km/h (28mph)",
          "diet": "Omnivore",
          "prey": "Rodents, Snakes, Lizards",
          "predators": "Human, Snakes, Wildcats",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "Some species of monitor lizard are thought to carry a fairly weak venom, for example, the komodo dragon which is the largest of the species. The komodo dragon is native to the small Indonesian island that it is named after and is the largest species of lizard in the world.",
          "desc2": "According to legend, monitor lizards were a sign that there were crocodiles close by, possibly due to their standing on their hind legs to monitor their surroundings. Monitor lizards do this so that they are aware of any approaching predators.",
          "desc3": null
        },
        {
          "name": "Bearded Dragon",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/dragon3.jpg",
          "scientific": "Pogona Vitticeps",
          "map": "/media/animals/maps/bearded-dragon-location-map.png",
          "location": null,
          "habitat": "Arid forest and desert",
          "color": "Green,Yellow, Brown, Grey",
          "speed": "40km/h (25mph)",
          "diet": "Omnivore",
          "prey": "Insects, Mice, Leaves",
          "predators": "Birds, Snakes, Crocodiles",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The bearded dragon (also known as the dragon) is found naturally in Australia, but bearded dragons are kept as exotic pets in many places all around the world.",
          "desc2": "Bearded dragons can grow up to 24 inches long but that is including their long tail, making the bearded dragon fairly small in body size for a lizard.",
          "desc3": null
        },
        {
          "name": "Tortoise",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/tortoise4.jpg",
          "scientific": "Geochelone Elegans",
          "map": "/media/animals/maps/tortoise-location-map.png",
          "location": null,
          "habitat": "Sandy soil close to water",
          "color": "Grey, Brown, Black, Yellow, Green",
          "speed": "0.5km/h (0.3mph)",
          "diet": "Herbivore",
          "prey": "Grass, Weeds, Leafy greens",
          "predators": "Fox, Badger, Coyote",
          "lifestyle": "Solitary",
          "funfact": null,
          "feature": null,
          "desc1": "The tortoises is a land-dwelling reptile closely related to the tortoise's marine cousin, the sea turtle. The tortoise is found in many countries around the world but particularly in the southern hemisphere where the weather is warmer for most of the year.",
          "desc2": "Tortoises have a hard outer shell to protect them from predators but the skin on the legs, head and belly of the tortoise is quite soft so the tortoise is able to retract its limbs into its shell to protect itself. The tortoise's shell can range in size from a few centimetres to a couple of metres, depending on the species of tortoise.",
          "desc3": null
        },
        {
          "name": "Gharial",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/gharial4.jpg",
          "scientific": "Gavialis gangeticus",
          "map": "/media/animals/maps/gharial-location-map-2.png",
          "location": "Northern India and Nepal",
          "habitat": "Wide and calm slow-moving rivers",
          "color": "Grey, Olive",
          "speed": "24kph (15mph)",
          "diet": "Carnivore",
          "prey": "Fish, crustaceans, waterfowl, frogs",
          "predators": "Humans, Snakes, Birds of prey",
          "lifestyle": "Nocturnal",
          "funfact": "Males blow bubbles using the bump on their snout!",
          "feature": "Long and slender snout",
          "desc1": "The gharial is a large sized reptile that is found inhabiting the murky waters of slow-moving rivers on the Indian subcontinent. Closely related to other crocodilians including crocodiles, alligators and caimans, gharials have existed on Earth for over 200 million years and have changed little in their evolution since. Like the other members of the crocodilian group, gharials are archosaurs which is a group of reptiles that included the dinosaurs and are not closely related to other more modern reptile species that belong to a separate group completely. However, unlike the dinosaurs which disappeared 65 million years ago, the adaptations that crocodilians possess means that they are incredibly well adapted to their habitats and have therefore been able to continue to thrive as a species. Today however, the gharial (also known as the Indian gharial, gavial and the fish-eating gharial) is listed as an animal that is critically endangered due to severe population declines over the past 100 years.",
          "desc2": "Gharials share a number of characteristics with other crocodilian species including the hard, plate-like scales that protect their bodies from both sunburn and attack from predators. These olive or grey coloured toughened scales are also waterproof and help to prevent their body from drying out. The gharial is easily recognisable among crocodilians due to its long, slender snout which is lined small and incredibly sharp interlocking teeth. Male gharials have a bulbous growth on the end of their long snout which is used for making vocalisations and for blowing air bubbles in the water which are important in their mating displays. Unlike crocodiles and alligators that have strong hind legs and can move quickly on land, the legs of the gharial are comparatively weak and are not suitable for moving around on land. Gharials therefore spend most of their time in the water, only leaving to bask in the sun on the muddy banks and to lay their eggs. Gharials have eyes that are situated on the very top of their head which allows them to remain submerged and unseen by both prey species and potential predators whilst still allowing them to keep watch on their surroundings. The same applies to their nostrils at the end of their long snout which means that they can still breathe but can stay hidden for long periods of time.",
          "desc3": "Gharials have been severely affected by growing human populations throughout their natural range. Hunting, habitat loss and fishing for their prey species has led to severe population declines for the species throughout the Indian subcontinent. Unlike other members of the crocodilian family that can (and do) pose a threat to human life as they are able to hunt people, the narrow shape of the gharial's snout means that they are unable to hunt people and therefore don't. The increase in human activity in their native environments has pushed the remaining gharial populations in smaller and more increasingly isolated regions and they are now therefore only found in two countries."
        },
        {
          "name": "Komodo Dragon",
          "animalClass": "Reptilia",
          "image": "/media/animals/images/470x370/komodo_dragon.jpg",
          "scientific": "Varanus komodoensis",
          "map": "/media/animals/maps/komodo-dragon-location-map.png",
          "location": "Komodo National Park",
          "habitat": "Open woodland and hillsides",
          "color": "Grey, Brown, Cream, Grey",
          "speed": "18kph (11mph)",
          "diet": "Carnivore",
          "prey": "Pigs, Deer, Water Buffalo",
          "predators": "Humans",
          "lifestyle": "Diurnal",
          "funfact": "Only found on five Indonesian islands!",
          "feature": "Long and deep forked tongue to taste the air",
          "desc1": "The Komodo Dragon is a large species of lizard that is only found on a handful of islands in the Indonesian archipelago. Not known to the world until the First World War, the Komodo Dragon is actually a species of Monitor Lizard that has been evolving in island isolation for millions years, which has led to it becoming very large indeed. The Komodo Dragon is not only the largest lizard in the world, but it also one of the most aggressive and is so powerful that it is able to take prey many times its own size. However, Komodo Dragons are also in severe danger in their natural environments as hunting and habitat loss, along with a shortage of prey, has led to population declines on the few islands where they are found in the Komodo National Park, meaning that they are now listed on the IUCN's Red List and therefore have some legal protection.",
          "desc2": "The Komodo Dragon is an enormous reptile that can grow up to three meters long and weigh 150kg. They are incredibly strong and powerful with long, thick bodies, short, muscular legs and an almighty tail that is used for both fighting and for propping the animal up when it is standing on its hind legs. The Komodo Dragon has long and sharp, curved claws that are often used for digging and its greyish brown skin is covered in small scales and folds around the neck. Komodo Dragons have relatively small heads compared to their large body size and wide, powerful jaws that conceal a mouth that is filled with deadly bacteria. Although the Komodo Dragon has good eyesight, the majority of its surroundings are sensed to smell which the Komodo Dragon does with its long and deeply forked tough. By flicking its tongue out of its mouth, the Komodo Dragon is able to \"taste\" scent particles in the air to locate both live and dead prey up to 8km away.",
          "desc3": "Since their discovery on the islands in the Komodo National Park around 100 years ago, Komodo Dragons have both fascinated and utterly terrified people as we learn more and more about them. Habitat loss on the islands has not only meant that Komodo Dragons are being pushed into increasingly isolated regions, but they are also being brought into closer contact with Human activity and are known to kill livestock on occasion. Despite their seemingly slow and docile nature, Komodo Dragons can run at speeds of up to 11mph in short bursts and are actually one of the world's known \"man-eaters\". People have not only been ambushed, bitten and then tracked by Komodo Dragons in the wild but they have also been known to attack Humans when they are kept in captive environments and either escape or are allowed to get too close."
        }
      ]
}