{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
      {
        "name": "Dwarf Crocodile",
        "animalClass": "Sauropsida",
        "image": "/media/animals/images/470x370/dwarf_crocodile1.jpg",
        "scientific": "Osteolaemus tetraspis",
        "map": "/media/animals/maps/dwarf-crocodile-location-map.png",
        "location": "West Africa",
        "diet": "Carnivore",
        "color": "Black, Grey, Yellow",
        "habitat": "Rainforest rivers and swamps",
        "prey": null,
        "predators": "Crocodiles, Large Birds and Mammals",
        "food": null,
        "phylum": "Chordata",
        "order": "Crocodilia",
        "numberofspecies": "2",
        "skin": "Scales",
        "features": "Short and broad snout",
        "family": "Crocodylidae",
        "kingdom": "Animalia",
        "desc1": "The Dwarf Crocodile is a small species of crocodile that is natively found in the rainforests of West Africa. The Dwarf Crocodile is the smallest species of crocodile in the world and is also one of the most distinctive with a short, broad snout and tough scales that cover their entire black body (most crocodiles do not have such armoured scales on their underside). These characteristics have led to the Dwarf Crocodile being known by a number of different names including the Broad-Snouted Crocodile, the Bony Crocodile and the Black Crocodile. There are two recognised species of Dwarf Crocodile which are the West African Dwarf Crocodile and the Congo Dwarf Crocodile which differ slightly in not just their location, but also in their appearance and behaviour. Although Dwarf Crocodiles are commonly found in parts of their natural range, their numbers in others have declined mainly due to habitat loss and hunting.",
        "desc2": "The Dwarf Crocodile rarely grows to more than 1.6 meters in length with the largest known individuals reaching a maximum length of 1.9 meters. The body of the Dwarf Crocodile is black with a yellowish underside and is protected by tough, armoured scales, which are bony plates that not just protect it from injury but also prevent the animal from getting burnt by the hot sun. The Dwarf Crocodile has a number of adaptations that aid it when in the water including their vertically flattened, muscular tail that is used to propel their bodies when swimming and webbing between their toes which helps them to negotiate the slippery banks. Their eyes and nostrils are located on the top of their heads to enable the Dwarf Crocodile to both see and breathe whilst the rest of its body is submerged, allowing it to both watch for prey and predators almost completely hidden.",
        "desc3": "The Dwarf Crocodile is found throughout a number of different countries in West Africa including Angola, Cameroon, Congo, Gambia, Ghana, Guinea, Liberia, Nigeria, Senegal and Sierra Leone although the populations vary drastically in number between the regions. Dwarf Crocodiles tend to be found in slow-moving rivers in areas of dense rainforest along with swamps, permanent pools of water and seasonal floodplains. Despite being specially adapted to life in the water, Dwarf Crocodiles also spend a lot of time on land where they dig burrows in the river bank to rest during the day. They are however, severely threatened by the loss of their habitats throughout much of their natural range primarily in the form of deforestation for logging, to clear land for agriculture and make way for growing human settlements.",
        "desc4": "The Dwarf Crocodile is a nocturnal and generally solitary animal that hunts for small prey both in the water and on the banks in the dark. During the day they rest in burrows which are dug into the ground of the river bank and are accessed through entrance and exit tunnels which can be several meters long. If however, they are unable to find a suitable burrowing site the Dwarf Crocodile will hide amongst submerged tree roots that hang into the water. The Dwarf Crocodile is a cold-blooded animal meaning that it has to sunbathe to warm its body up to give it the energy to hunt, and enter the water in order to cool it down. When in the water, Dwarf Crocodiles sink their bodies down below the surface so that only their eyes and nostrils are exposed so they are able to hide from potential predators and ambush unsuspecting prey.",
        "water": null,
        "phlevel": null,
        "conservation": "Vulnerable",
        "speed": "17kph (11mph)",
        "lifestyle": "Nocturnal",
        "funfact": "Digs burrows in river banks to rest!",
        "genus": "Osteolaemus",
        "desc5": "Unlike a number of their larger relatives, the tough, armoured skin of the Dwarf Crocodile has meant that they are not hunted so frequently as other crocodile species, but they are often hunted for their meat by local people in certain areas. Dwarf Crocodiles are also affected heavily by growing levels of human activity throughout much of their natural range as they lose their habitats to forest clearance for the timber industry and to make way for agricultural plantations like palm oil. Along with the growing size of local settlements, the clearance of rainforest to produce grazing for livestock has also meant the loss of large chunks of their once vast natural range and can cause conflict between these reptiles and farmers that fear for their animals."
      }
    ]
}