{
    "versionCode": 1,
    "cancellable": false,
    "url": "",
    "data":[
        {
          "name": "Sea Jellies",
          "animalClass": "Scyphozoa",
          "image": "/media/animals/images/470x370/jellyfish4.jpg",
          "scientific": "Cnidaria Scyphozoa Aurelia",
          "map": "/media/animals/maps/jellyfish-location-map.png",
          "location": null,
          "diet": "Carnivore",
          "color": "White, Blue, Pink, Yellow, Green, Purple, Red, Orange",
          "habitat": "Shallow and deep ocean",
          "prey": "Fish, Eggs, Invertebrates",
          "predators": "Humans, Sea Birds, Sharks",
          "food": "Fish",
          "phylum": "Cnidaria",
          "order": "Semaeostomeae",
          "numberofspecies": null,
          "skin": "Smooth",
          "features": "Jelly-like body and long, stinging tentacles",
          "family": "Cyaneidae",
          "kingdom": "Animalia",
          "desc1": "Jellyfish (also known as jellies and sea jellies) are boneless animals that float freely through the world's oceans. Although jellyfish exist in our oceans worldwide they are particularly prominent in coastal areas. Jellyfish can be found in all shapes and sizes from just a few inches in diameter to well over a metre.",
          "desc2": "There are thought to be around 2,000 different species of jellyfish, the most common being the big, colourful ones found in warmer coastal areas. There are four different types of jellyfish that are categorised by their shape and the way in which they behave.",
          "desc3": "Despite the name, jellyfish are not actually fish but are instead classed in a group of their own as they are unlike any other animal on Earth. The body of the jellyfish is made up of a non-living jelly-like substance called mesoglea. This jelly is surrounded by a layer of skin that is just one cell thick. The body of the jellyfish is mainly made up of water, around 90% in fact.",
          "desc4": "Jellyfish also have tentacles around their mouths that vary in length depending on the species of jellyfish. The jellyfish use their tentacles to both catch and sting their prey. The tentacles of the jellyfish are covered in a skin that contains special cells, some that sting, some that grip and some that stick. The jellyfish is able to produce these cells at an alarming rate so they are effectively disposable to the jellyfish.",
          "water": null,
          "phlevel": null,
          "conservation": "Least Concern",
          "speed": "8km/h (5mph)",
          "lifestyle": "Group",
          "funfact": null,
          "genus": null,
          "wingspan": null,
          "desc5": null
        }
      ]
}